window.answer = [
	{
		name: "绪论",
		list: [
			[
				'1. (单选题)马克思主义最崇高的社会理想是 ( )',
				'A. 实现共产主义',
				'B. 消灭阶级、消灭国家',
				'C. 实现个人的绝对自由',
				'D. 实现人权',
				'正确答案:A',
				'3.5分'
			],
			[
				'2. (单选题)产生于19世纪的马克思主义,至今仍然具有强大的生命力的根本原因在于( )',
				'A. 马克思恩格斯具有高尚的人格魅力',
				'B. 马克思对资本主义罪恶的正确批判',
				'C. 以实践为基础的科学性与革命性的统一',
				'D. 马克思科学地预见了全球化的性质和结果',
				'正确答案:C',
				'3.5分'
			],
			[
				'3. (单选题)1848年2月,( )发表,标志着马克思主义的诞生( )(单选题)',
				'A. 《神圣家族》',
				'B. 《德意志意识形态》',
				'C. 《共产党宣言》',
				'D. 《资本论》',
				'正确答案:C',
				'3.5分'
			],
			[
				'4. (单选题)首次系统阐述历史唯物主义的基本观点，实现历史观上的伟大变革的著作是( )(单选题)',
				'A. 《神圣家族》',
				'B. 《德意志意识形态》',
				'C. 《共产党宣言》',
				'D. 《资本论》',
				'正确答案:B',
				'3.5分'
			],
			[
				'5. (单选题)系统阐述剩余价值学说，揭示资本主义生产关系的秘密的著作是( )(单选题)',
				'A. 《神圣家族》',
				'B. 《德意志意识形态》',
				'C. 《共产党宣言》',
				'D. 《资本论》',
				'正确答案:D',
				'3.5分'
			],
			[
				'6. (单选题)马克思主义中国化的最新理论成果是( )(单选题)',
				'A. 毛泽东思想',
				'B. 邓小平理论',
				'C. 中国特色社会主义思想',
				'D. 习近平新时代中国特色社会主义思想',
				'正确答案:D',
				'3.5分'
			],
			[
				'7. (单选题)马克思主义产生的经济社会根源是( )(单选题)',
				'A. 工场手工业的发展',
				'B. 帝国主义殖民活动',
				'C. 资本主义经济社会发展',
				'D. 原始资本积累',
				'正确答案:C',
				'3.5分'
			],
			[
				'8. (单选题)马克思主义产生于( )(单选题)',
				'A. 18世纪90年代',
				'B. 19世纪40年代',
				'C. 19世纪70年代',
				'D. 19世纪90年代',
				'正确答案:B',
				'3.5分'
			],
			[
				'9. (单选题)马克思恩格斯指出:“资产阶级的生产关系和交换关系，资产阶级的所有制关系，这个曾经仿佛用法术创造了如此庞大的生产资料和交换手段的现代资产阶级社会，现在像一个魔法师一样不能再支配自己用法术呼唤出来的魔鬼了。”这种现象在现实社会中具体表现为( )(单选题)',
				'A. 产业革命',
				'B. 周期性经济危机',
				'C. 席卷整个欧洲的黑死病',
				'D. 贩卖黑奴活动',
				'正确答案:B',
				'3.6分'
			],
			[
				'10. (单选题)哲学家只是用不同的方式解释世界，而问题在于改变世界，这说明马克思主义哲学区别于一切旧哲学的最主要最显著的特征是( )(单选题)',
				'A. 阶级性',
				'B. 革命性',
				'C. 实践性',
				'D. 科学性',
				'正确答案:C',
				'3.6分'
			],
			[
				'11. (单选题)马克思主义的理论品质是( )(单选题)',
				'A. 自我批判',
				'B. 与时俱进',
				'C. 不迷信权威',
				'D. 批判与继承的统一',
				'正确答案:B',
				'3.6分'
			],
			[
				'12. (多选题)马克思主义是( ) (多选题)',
				'A. 由马克思和恩格斯创立并为其后继者所不断发展的科学理论体系',
				'B. 关于自然、社会和人类思维发展一般规律的学说,关于社会主义必然代替资本主义、最终实现共产主义的学说,关于无产阶级解放、全人类解放和每个人自由而全面发展的学说',
				'C. 无产阶级政党和社会主义国家的指导思想',
				'D. 指引人民创造美好生活的行动指南',
				'正确答案:ABCD',
				'3.6分'
			],
			[
				'13. (多选题)马克思主义的理论渊源主要有( )(多选题)',
				'A. 德国古典哲学',
				'B. 英国古典政治经济学',
				'C. 中国传统文化',
				'D. 法国英国的空想社会主义',
				'正确答案:ABD',
				'3.6分'
			],
			[
				'14. (多选题)马克主义的基本特征，如果用一句话来概括就是( )与( )的统一(多选题)',
				'A. 科学性',
				'B. 人民性',
				'C. 革命性',
				'D. 实践性',
				'正确答案:AC',
				'3.6分'
			],
			[
				'15. (多选题)当代青年学习和运用马克思主义应当( )(多选题)',
				'A. 学习和掌握马克思主义的基本立场、观点和方法',
				'B. 坚持理论联系实际的马克思主义学风',
				'C. 自觉将马克思主义内化于心、外化于行',
				'D. 把马克思主义基本原理掌握熟记并学会运用于分析解决现实问题',
				'正确答案:ABCD',
				'3.6分'
			],
			[
				'16. (多选题)马克思主义对青年成长的指导意义在于( )(多选题)',
				'A. 为青年铸就科学的理想信念',
				'B. 为青年提供科学的实践方法',
				'C. 为青年提供认识世界和改造世界的武器',
				'D. 为青年提供树立正确理想信念的精神源泉',
				'正确答案:ABCD',
				'3.6分'
			],
			[
				'17. (多选题)马克思主义的当代价值有 ( )(多选题)',
				'A. 观察当代世界变化的认识工具',
				'B. 指引当代中国发展的行动指南',
				'C. 引领人类社会进步的科学真理',
				'D. 用来背得滚瓜烂熟的教条',
				'正确答案:ABC',
				'3.6分'
			],
			[
				'18. (多选题)马克思主义理论体系的三个基本组成部分是( )(多选题)',
				'A. 马克思主义哲学',
				'B. 马克思主义政治经济学',
				'C. 科学社会主义',
				'D. 辩证唯物主义',
				'正确答案:ABC',
				'3.6分'
			],
			[
				'19. (多选题)马克思创立科学社会主义的两大基本理论前提是 ( ) (多选题)',
				'A. 唯物史观的创立',
				'B. 空想社会主义理论的形成',
				'C. 《共产党宣言》的发表',
				'D. 剩余价值学说的发现',
				'正确答案:AD',
				'3.6分'
			],
			[
				'20. (多选题)马克思主义的主要理论来源有 ( ) (多选题)',
				'A. 德国古典哲学',
				'B. 英国古典政治经济学',
				'C. 剩余价值学说',
				'D. 英、法的空想社会主义理论',
				'正确答案:ABD',
				'3.6分'
			],
			[
				'21. (多选题)下列选项，哪些是大学生在学习马克思主义理论的过程中，要有的科学态度和方法( )(多选题)',
				'A. 努力学习和掌握马克思主义的基本立场、观点、方法',
				'B. 努力学习和掌握马克思主义中国化的理论成果',
				'C. 坚持理论联系实际的马克思主义学风',
				'D. 自觉将马克思主义内化于心，外化于行',
				'正确答案:ABCD',
				'1.8分'
			],
			[
				'22. (多选题)19世纪30-40年代，最能表现无产阶级高度政治觉悟与英勇精神，显示工人阶级在政治斗争上的威力，并标志着现代无产阶级作为独立的政治力量已经登上了历史舞台的工人运动有( )(多选题)',
				'A. 法国里昂工人起义',
				'B. 英国爆发延续长达十余年的宪章运动',
				'C. 德国西里西亚纺织工人起义',
				'D. 法国巴黎公社革命',
				'正确答案:ABC',
				'3.6分'
			],
			[
				'23. (判断题)马克思是全世界无产阶级和劳动人民的革命导师( )(判断题)',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'3.6分'
			],
			[
				'24. (判断题)马克思主义是关于无产阶级解放、全人类解放和每个人自由而全面发展的学说( ) (判断题)',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'3.6分'
			],
			[
				'25. (判断题)马克思主义是指马克思、恩格斯的观点、理论和学说的体系，不包括继承者对它们的发展( )(判断题)',
				'A. 对',
				'B. 错',
				'正确答案:错',
				'3.6分'
			],
			[
				'26. (判断题)马克思主义回答了“资本主义向何处去,人类向何处去”的时代课题。( )(判断题)',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'3.6分'
			],
			[
				'27. (判断题)唯物史观和剩余价值学说是马克思一生的两个伟大发现。( )(判断题)',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'3.6分'
			],
			[
				'28. (判断题)我们今天仍处在马克思主义所指明的从资本主义走向社会主义的大时代，仍处在马克思主义的“问题域”中，马克思主义远未终结。(判断题)',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'3.6分'
			]
		]
	},
	{
		name: "第一章第一节 唯物论",
		list: [
			[
				'1. (单选题)哲学的基本问题是( )',
				'A. 人类社会与自然界的关系问题',
				'B. 动物与人的关系问题',
				'C. 唯物主义与唯心主义的关系问题',
				'D. 思维和存在的关系问题',
				'正确答案:D',
				'2.3分'
			],
			[
				'2. (单选题)唯物主义一元论同唯心主义一元论的根本对立在于( )单选题',
				'A. 对世界构成形式的不同回答',
				'B. 对世界存在状态的不同回答',
				'C. 对世界是否可知的不同回答',
				'D. 对世界本原的不同回答',
				'正确答案:D',
				'2.3分'
			],
			[
				'3. (单选题)“旧唯物主义是半截子的唯物主义”，这是指( )单选题',
				'A. 旧唯物主义是形而上学的唯物主义',
				'B. 旧唯物主义在社会历史观上是唯心主义',
				'C. 旧唯物主义是机械唯物主义',
				'D. 旧唯物主义是割裂了运动与静止的辩证法',
				'正确答案:B',
				'2.3分'
			],
			[
				'4. (单选题)马克思主义哲学与唯心主义哲学、旧唯物主义哲学的根本区别在于( )单选题',
				'A. 坚持人的主体地位',
				'B. 坚持用辩证发展的观点去认识世界',
				'C. 坚持物质第一性.意识第二性',
				'D. 坚持从客观的物质实践活动去理解现实世界',
				'正确答案:D',
				'2.3分'
			],
			[
				'5. (单选题)在人与世界的相互作用中，人与世界同时得到了改变，并获得日益丰富的内容。造成这一变化的基础是( )单选题',
				'A. 自然界自身的运动',
				'B. 人的意识的能动作用',
				'C. 人的实践活动',
				'D. 工具的制造与使用',
				'正确答案:C',
				'2.3分'
			],
			[
				'6. (单选题)物质和意识辩证关系是( )单选题',
				'A. 物质决定意识，意识对物质没有反作用',
				'B. 物质决定意识，物质对意识有能动作用',
				'C. 物质决定意识，意识也决定物质',
				'D. 物质决定意识，意识对物质有能动作用',
				'正确答案:D',
				'2.3分'
			],
			[
				'7. (单选题)马克思主义实践观是从( )单选题',
				'A. 主观性中把握人的活动的',
				'B. 客观性中把握人的活动的',
				'C. 生物性中把握人的活动的',
				'D. 主观与客观的关系中把握人的活动',
				'正确答案:D',
				'2.3分'
			],
			[
				'8. (单选题)马克思主义的物质范畴从现实存在着的自然与社会存在中抽象出了其共同特性是( )(单选题)',
				'A. 可知性',
				'B. 共性',
				'C. 个性',
				'D. 客观实在性',
				'正确答案:D',
				'2.3分'
			],
			[
				'9. (单选题)世界上唯一不变的是变化。这一论断的含义是( )(单选题)',
				'A. 变是世界的本原',
				'B. 世界上只有变,没有不变',
				'C. 变是绝对的,不变是相对的',
				'D. 变与不变是绝对对立的',
				'正确答案:C',
				'2.4分'
			],
			[
				'10. (单选题)“观念的东西不外是移入人的头脑并在人的头脑中改造过的东西而已。”这个命题表明( )(单选题)',
				'A. 意识是对客观世界的主观映像',
				'B. 人脑是意识的源泉',
				'C. 观念上的东西和物质的东西没有本质上的区别',
				'D. 意识是人脑中特有的物质',
				'正确答案:A',
				'2.4分'
			],
			[
				'11. (单选题)广大农民在致富奔小康的过程中深切体会到:“要富口袋，先富脑袋”，这体现的是( )(单选题)',
				'A. 精神是第一性的,物质是第二性的',
				'B. 精神的力量可以变成物质的力量',
				'C. 精神的力量可以代替物质的力量',
				'D. 先有精神,后有物质',
				'正确答案:B',
				'2.4分'
			],
			[
				'12. (单选题)人们先设计图纸，然后根据图纸施工建成大楼，这说明( )(单选题)',
				'A. 意识决定物质',
				'B. 意识创造物质',
				'C. 意识对物质有能动作用',
				'D. 意识依赖于物质',
				'正确答案:C',
				'2.4分'
			],
			[
				'13. (单选题)列宁对辩证唯物主义物质范畴的定义是通过( )(单选题)',
				'A. 物质与意识的关系界定的',
				'B. 个别与一般的关系界定的',
				'C. 哲学与具体科学的关系界定的',
				'D. 认识与实践的关系界定的',
				'正确答案:A',
				'2.4分'
			],
			[
				'14. (单选题)马克思主义的基石是( )(单选题)',
				'A. 世界是联系和发展的原理',
				'B. 世界是运动变化的原理',
				'C. 世界的物质统一性原理',
				'D. 世界统一于精神的原理',
				'正确答案:C',
				'2.4分'
			],
			[
				'15. (单选题)所谓意识是“客观世界的主观映像”是指( )单选题',
				'A. 意识是客观精神和主观感觉的产物',
				'B. 意识是沟通客观和主观的桥梁',
				'C. 意识的形式是客观的,而它的内容和源泉是主观的',
				'D. 意识的内容是客观的,而它的形式是主观的',
				'正确答案:D',
				'0分'
			],
			[
				'16. (单选题)“人有多大胆，地有多大产”观点的错误在于( )单选题',
				'A. 夸大了意识的能动性',
				'B. 夸大了运动的绝对性',
				'C. 夸大了静止的相对性',
				'D. 夸大了矛盾的特殊性',
				'正确答案:A',
				'2.4分'
			],
			[
				'17. (单选题)物质和意识的对立只有在非常有限的范围内才具有绝对的意义，超出了这个范围便是相对的了。这个范围是指( )(单选题)',
				'A. 物质和意识何者为第一性',
				'B. 物质和意识是否具有同一性',
				'C. 物质和意识何者更重要',
				'D. 物质和意识何者与社会生活关系更密切',
				'正确答案:A',
				'2.4分'
			],
			[
				'18. (单选题)类似电话营销员、保险业务员、运动裁判员、司机等传统职业正在部分的被人工智能替代，例如无人驾驶技术就给不少司机造成焦虑。微软机器诗人“小冰”还出版了诗集，尽管众人对其作品所见不一，但说明如写诗、作曲等创造性工作也正在受到人工智能的挑战。以上材料说明( )(单选题)',
				'A. 人们已经完全认识了大脑的机能',
				'B. 人工智能已经具备了理性认识的能力',
				'C. 机器人已经可以取代人的实践活动',
				'D. 人类意识已经发展到能够把意识活动部分地从人脑中分离出来，物化为机器的物理运动',
				'正确答案:D',
				'2.4分'
			],
			[
				'19. (单选题)“少年安得长少年，海波尚变为桑田。”唐代诗人李贺的这一诗句体现了( )(单选题)',
				'A. 运动具有一维性',
				'B. 运动是静止的衡量尺度',
				'C. 运动是物质的根本属性或存在方式',
				'D. 运动是物质的唯一特性',
				'正确答案:C',
				'2.4分'
			],
			[
				'20. (单选题)20世纪60年代，袁隆平了解到杂交高粱、杂交玉米、无籽西瓜等都已广泛应用于国内外生产中，他决定进行水稻有性杂交试验。经过10年的艰苦探索和研究，1974年袁隆平为首的专家育成三系杂交水稻，随后又相继育成两系杂交水稻、超级杂交水稻。这些成果在世界上被称为中国的“第五大发明”，有着“东方魔稻”的美誉。以上材料说明( )(单选题)',
				'A. 自然规律要依靠人的活动才能存在和发挥作用',
				'B. 不断否定现有理论是一切科学研究成功的前提',
				'C. 科学文化实践是最基本的实践活动',
				'D. 人能够通过自觉活动去认识规律，并按照客观规律去改造世界',
				'正确答案:D',
				'2.4分'
			],
			[
				'21. (单选题)杭州的一名小学生在作文里列举了《西游记》不同故事里的菜名，她发现，从东土大唐到西域，唐僧师徒一路上吃的似乎都是江淮美食。比如女儿国国王的婚宴菜单有玉屑米饭、蒸饼;朱紫国设宴有笋芽木耳、蘑菇、黄粱饭;小儿国国王宴请有粉条、蘑菇、木耳,于是这名小学生就猜想这些应该都是吴承恩老家的菜。西域气候炎热，日照时间长，那里的人早饭吃馕和瓜果酱，喝奶茶、油茶等，午饭吃面类主食，晚饭吃馕、茶或汤面等。但吴承恩在小说里没有描写这些菜品，请运用物质和意识关系的原理来分析一下为什么( )(单选题)',
				'A. 物质决定意识，意识是对客观世界的反映',
				'B. 意识对物质具有反作用',
				'C. 主观能动性和客观规律性的辩证统一',
				'D. 意识具有相对的独立性',
				'正确答案:A',
				'2.4分'
			],
			[
				'22. (单选题)“拔苗助长”“人有多大胆，地有多大产”以及“永动机”的失败，这些对人们在改造世界的启示是什么( )(单选题)',
				'A. 人们在客观规律面前是无能为力的',
				'B. 实践是正确发挥人们的主观能动性的根本途径',
				'C. 尊重客观规律是人们正确发挥主观能动性的前提',
				'D. 主观能动性的作用是无限的',
				'正确答案:C',
				'2.4分'
			],
			[
				'23. (多选题)哲学基本问题主要包括两方面内容( )(多选题)',
				'A. 存在和思维、物质和意识谁为本原的问题',
				'B. 世界是如何发展的问题',
				'C. 存在和思维、物质和意识是否具有同一性的问题',
				'D. 世界的本质是一个还是多个的问题',
				'正确答案:AC',
				'2.4分'
			],
			[
				'24. (多选题)近年来,人工智能应用场景越来越广泛,“医疗助手”帮助医生进行远程会诊,“智能耳朵”为听障人士带来沟通便利,“电子管家”实时关怀独居老人……在医疗、教育、康养等领域,人工智能提供的服务,让科技更有“温度”。以下关于人工智能说法正确的有( )(多选题)',
				'A. 人工智能是人的意识能动性的一种特殊表现',
				'B. 人工智能是人的本质力量的对象化、现实化',
				'C. 人工智能已经具备了情感、信念、意志等人类意识形式',
				'D. 人工智能实质上是对人脑组织结构与思维运行机制的模仿',
				'正确答案:ABD',
				'1.2分'
			],
			[
				'25. (多选题)意识是( )(多选题)',
				'A. 人脑的分泌物',
				'B. 人脑的机能和属性',
				'C. 神的启示',
				'D. 客观世界的主观映像',
				'正确答案:BD',
				'0分'
			],
			[
				'26. (多选题)马克思主义的“物质”范畴是( )(多选题)',
				'A. 感性地存在着的东西',
				'B. 科学发展到一定程度所认识到某层次的物质形态',
				'C. 对世界上客观存在的各种事物共同本质的概括',
				'D. 标志客观实在的哲学范畴',
				'正确答案:CD',
				'0分'
			],
			[
				'27. (多选题)人类历史上的每一次科技革命都与材料的发展息息相关，而新材料的研制却是颇为不易的。人工智能可以借助数据共享，对先进材料的物理化学性质进行预测筛选，从而加快新材料的合成和生产。作为人工智能的一个分支，机器学习算法在辅助新材料设计时其工作过程主要包括“描述符”生成、模型构建和验证、材料预测、实验验证等步骤。这一过程表明( )多选题',
				'A. 科学研究能够任意改变物质的性质和结构',
				'B. 人工智能能够取代人类对物质世界的认识',
				'C. 人类对于物质的认识是一个不断深化的过程',
				'D. 具体的物质结构和性质的变化并不改变世界的物质性',
				'正确答案:CD',
				'2.4分'
			],
			[
				'28. (多选题)人类意识产生以来，世界上的万事万物归根起来无非是两大类现象( )(多选题)',
				'A. 精神现象',
				'B. 自然现象',
				'C. 社会现象',
				'D. 物质现象',
				'正确答案:AD',
				'0分'
			],
			[
				'29. (多选题)鲁迅说过:“描神画鬼，毫无对证，本可以专靠神思，所谓‘天马行空’地挥写了。然而他们写出来的却是三只眼、长脖子，也就是在正常的人体身上增长了眼睛一只，拉长了颈子二三尺而已。”这段话说明,人们头脑中的鬼神观念是( )(多选题)',
				'A. 头脑中主观自生的',
				'B. 人脑对客观世界的歪曲反映',
				'C. 上天赐予的',
				'D. 可以从人世间找到它的原型',
				'正确答案:BD',
				'0分'
			],
			[
				'30. (多选题)下列各项说明或体现时间一维性的有( )(多选题)',
				'A. 光阴好比河中水,只能流去不流回',
				'B. 失落黄金有分量,错过光阴无处寻',
				'C. 一寸光阴一寸金,寸金难买寸光阴',
				'D. 机不可失,时不再来',
				'正确答案:ABCD',
				'1.2分'
			],
			[
				'31. (多选题)劳动在人类意识产生过程中起了决定作用，这是因为( )(多选题)',
				'A. 劳动使人和动物从本质上区别开来',
				'B. 劳动为意识的产生提供了客观的可能',
				'C. 劳动为意识的产生提供了客观的需要',
				'D. 劳动使作为思维外壳的语言得以产生和发展',
				'正确答案:ABCD',
				'1.2分'
			],
			[
				'32. (多选题)唯物主义的三种基本形态是( )(多选题)',
				'A. 古代朴素唯物主义',
				'B. 近代形而上学唯物主义',
				'C. 辩证唯物主义和历史唯物主义',
				'D. 庸俗唯物主义',
				'正确答案:ABC',
				'0分'
			],
			[
				'33. (多选题)下列关于意识的说法正确的有( )(多选题)',
				'A. 意识是自然界长期发展的产物，意识是社会的产物',
				'B. 意识在内容上是客观的，在形式上是主观的',
				'C. 物质决定意识，意识依赖于物质并反作用于物质',
				'D. 意识是人脑的机能和属性，是客观世界的主观映象',
				'正确答案:ABCD',
				'1.2分'
			],
			[
				'34. (多选题)为什么说世界统一于物质( )(多选题)',
				'A. 自然界是物质的',
				'B. 人类社会本质上也是物质的',
				'C. 人的意识统一于物质',
				'D. 物质就是看得见摸得着的东西',
				'正确答案:ABC',
				'0分'
			],
			[
				'35. (多选题)下列命题中属于揭示事物本质的有( )(多选题)',
				'A. 水往低处流',
				'B. 日出于东落于西',
				'C. 人的本质是一切社会关系的总和',
				'D. 意识是人脑对客观世界的反映',
				'正确答案:CD',
				'0分'
			],
			[
				'36. (多选题)长江的年龄有多大?这里说的长江“年龄”，是指从青藏高原奔流而下注入东海的“贯通东流”水系的形成年代。如果说上游的沉积物从青藏高原.四川盆地顺延而下能到达下游，这就表明长江贯通了，这就是物源示踪。我国科学家采用这一方法，研究长江中下游盆地沉积物的来源，从而判别长江上游的物质何时到达下游，间接指示了长江贯通东流的时限。他们经过10多年的研究，提出长江贯通东流的时间距今约2300多万年。这一研究成果从一个侧面显示出()(多选题)',
				'A. 时间和空间是有限的，物质运动是永恒的',
				'B. 时间和空间是通过物质运动的变化表现出来的',
				'C. 时间和空间是标示物质运动的观念形式',
				'D. 时间和空间是物质运动的存在形式',
				'正确答案:BD',
				'0分'
			],
			[
				'37. (判断题)物质可以变精神,精神也可以变物质( )(判断题)',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'0分'
			],
			[
				'38. (判断题)唯心主义包括主观唯心主义和客观唯心主义( )(判断题)',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'2.4分'
			],
			[
				'39. (判断题)存在就是被感知，这是客观唯心主义的观点( )(判断题)',
				'A. 对',
				'B. 错',
				'正确答案:错',
				'0分'
			],
			[
				'40. (判断题)上帝创造世界，这是主观唯心主义的观点( )(判断题)',
				'A. 对',
				'B. 错',
				'正确答案:错',
				'0分'
			],
			[
				'41. (判断题)“人不能两次踏入同一条河流”，体现了运动的绝对性( )(判断题)',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'0分'
			],
			[
				'42. (判断题)“人一次也不能踏进同一条河流”，夸大了绝对运动，否定了相对静止( )(判断题)',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'2.4分'
			]
		]
	},
	{
		name: "第一章第二节练习题",
		list: [
			[
				'1. (单选题)黑格尔说“割下来的手就不是真正的人手了”。这句话表达的哲学道理是(   ) (单选题)',
				'A. 承认世界的统一性',
				'B. 承认世界的本原是物质的',
				'C. 否认联系的形而上学观点',
				'D. 承认事物普遍联系的辩证法观点',
				'正确答案:D',
				'2.1分'
			],
			[
				'2. (单选题)2021年10月14日，习近平以视频方式出席第二届联合国全球可持续交通大会开幕式，并指出，“交通是经济的脉络和文明的纽带。从古丝绸之路的驼铃帆影，到航海时代的劈波斩浪，再到现代交通网络的四通八达，交通推动经济融通、人文交流，使世界成了紧密相连的“地球村”。当前，百年变局和世纪疫情叠加，给世界经济发展和民生改善带来严重挑战。我们要顺应世界发展大势，推进全球交通合作，书写基础设施联通、贸易投资畅通、文明交融沟通的新篇章”。这体现的观点是(    )。(单选题)',
				'A. 唯物辩证法的正确观点',
				'B. 夸大了主观条件的作用',
				'C. 取消了人的主观能动性',
				'D. 形而上学的错误观点',
				'正确答案:A',
				'2.1分'
			],
			[
				'3. (单选题)唯物辩证法最根本的认识方法是(     )。(单选题)',
				'A. 阶级分析法',
				'B. 矛盾分析方法',
				'C. 具体问题具体分析',
				'D. 唯物史观',
				'正确答案:B',
				'2.1分'
			],
			[
				'4. (单选题)辩证唯物主义认为规律是(   ) (单选题)',
				'A. 思维对事物本质的概括和反映',
				'B. 用来整理感性材料的思维形式',
				'C. 事物内在的本质和稳定的联系',
				'D. 事物联系和发展的基本环节',
				'正确答案:C',
				'2.1分'
			],
			[
				'5. (单选题)(   )是唯物辩证法的实质和核心，是事物发展的根本规律。 (单选题)',
				'A. 对立统一规律',
				'B. 量变质变规律',
				'C. 否定之否定规律',
				'D. 联系和发展规律',
				'正确答案:A',
				'2.1分'
			],
			[
				'6. (单选题)习近平总书记2020年5月23日在看望参加政协会议的经济界委员时强调，要坚持用全面、辩证、长远的眼光分析当前经济形势，努力在危机中育新机、于变局中开新局。“危机中育新机、变局中开新局”这句话体现的哲学道理是(     ) (单选题)',
				'A. 矛盾双方在一定条件下可以相互转化',
				'B. 矛盾既具有普遍性又具有特殊性',
				'C. 内因和外因相结合推动事物发展',
				'D. 事物发展是量变和质变的统一',
				'正确答案:A',
				'2.1分'
			],
			[
				'7. (单选题)矛盾的普遍性原理认为(     ) (单选题)',
				'A. 事物发展过程的开始阶段只有差异，后来才有矛盾',
				'B. 矛盾解决意味着矛盾终结',
				'C. 矛盾存在于每一事物发展过程的始终',
				'D. 矛盾只存在于事物发展的一定阶段',
				'正确答案:C',
				'2.1分'
			],
			[
				'8. (单选题)恩格斯指出:“世界不是既成事物的集合体，而是过程的集合体，其中各个似乎稳定的事物同它们在我们头脑中的思想映像即概念一样都处在生成和灭亡的不断变化中，在这种变化中，尽管有种种表面的偶然性，尽管有种种暂时的倒退，前进的发展终究会实现”。这句话体现的哲学观点是(     )。(单选题)',
				'A. 事物的变化发展',
				'B. 事物的普遍联系',
				'C. 事物的运动变化',
				'D. 世界的物质性',
				'正确答案:A',
				'2.1分'
			],
			[
				'9. (单选题)扶贫开发贵在精准，重在精准，成败之举在于精准。各地都要在扶持对象精准、项目安排精准、资金使用精准、措施到户精准、因村派人(第一书记)精准、脱贫成效精准上想办法、出实招、见真效。要坚持因人因地施策，因贫困原因施策，因贫困类型施策，区别不同情况，做到对症下药、精准滴灌、靶向治疗，不搞大水漫灌、走马观花、大而化之。体现了唯物辩证法关于矛盾问题精髓的原理(     )。(单选题)',
				'A. 同一性和斗争性关系的原理',
				'B. 主要矛盾和次要矛盾关系的原理',
				'C. 共性和个性辩证关系的原理',
				'D. 两点论和重点论的关系原理',
				'正确答案:C',
				'2.1分'
			],
			[
				'10. (单选题)“沉舟侧畔千帆过，病树前头万木春。”“芳林新叶催陈叶，流水前波让后波。”这两句诗包含的哲学道理是(     )。(单选题)',
				'A. 矛盾是事物发展的动力',
				'B. 事物是本质和现象的统一',
				'C. 事物的发展是量变和质变的统一',
				'D. 新事物代替旧事物是事物发展的总趋势',
				'正确答案:D',
				'2.1分'
			],
			[
				'11. (单选题)任何事物内部都存在肯定因素和否定因素。否定因素是(     ) (单选题)',
				'A. 事物发展的积极方面',
				'B. 促使现存事物灭亡的因素',
				'C. 维持现存事物存在的因素',
				'D. 符合事物发展和人的需要的方面',
				'正确答案:B',
				'2.1分'
			],
			[
				'12. (单选题)人们常说:“前途是光明的，道路是曲折的”。这句话体现的最主要的辩证法原理是(    )。(单选题)',
				'A. 世界永恒发展的原理',
				'B. 事物普遍联系的原理',
				'C. 否定之否定规律',
				'D. 质量互变规律',
				'正确答案:C',
				'2.1分'
			],
			[
				'13. (单选题)有这么一道数学题:0.9*0.9*0.9*0.9*0.9*0.9=0.59。90分看似一个非常不错的成绩，然而在一项环环相扣的连续不断的工作中，如果每个环节都打点折扣，最终得出的成绩就是不及格。这告诉我们(      )。(单选题)',
				'A. 肯定中包含否定',
				'B. 量变引起质变',
				'C. 必然性通过偶然性开辟道路',
				'D. 可能和现实是相互转化的',
				'正确答案:B',
				'2.2分'
			],
			[
				'14. (单选题)建设社会主义先进文化，对传统文化必须批判地继承。这种态度依据的哲学道理是(     )。(单选题)',
				'A. 世界是过程集合体的原理',
				'B. 新事物必然战胜旧事物的原理',
				'C. 内容决定形式的原理',
				'D. 辩证否定的原理',
				'正确答案:D',
				'2.2分'
			],
			[
				'15. (单选题)区分量变和质变的根本标志是(     )。(单选题)',
				'A. 事物的变化是否迅速',
				'B. 事物的变化是否显著',
				'C. 事物的变化是否超出度的范围',
				'D. 事物的变化是否合乎规律',
				'正确答案:C',
				'2.2分'
			],
			[
				'16. (单选题)在社会主义现代化建设过程中，我们始终坚持以经济建设为中心，同时又注意抓好精神文明建设、民主法制建设和其它工作。这种做法体现了唯物辩证法的(     )。(单选题)',
				'A. 矛盾同一性和斗争性相统一的原理',
				'B. 矛盾的普遍性和特殊性相统一的原理',
				'C. 实践和认识相统一的原理',
				'D. “两点论”和“重点论”相统一的原理',
				'正确答案:D',
				'2.2分'
			],
			[
				'17. (单选题)面对消极腐败的东西，我们一定要提高警惕，做到见微知著，防微杜渐。这是因为(    ) (单选题)',
				'A. 矛盾双方在一定条件下相互转化',
				'B. 原因的作用会引起结果',
				'C. 外因通过内因而起作用',
				'D. 量变积累到一定程度会引起质变',
				'正确答案:D',
				'2.2分'
			],
			[
				'18. (单选题)在生活和工作中，凡事要掌握分寸，坚持适度原则，防止“过”和“不及”。这在哲学上符合(    ) (单选题)',
				'A. 质和量相统一的原理',
				'B. 内因和外因辩证关系的原理',
				'C. 理论和实践相统一的原理',
				'D. 两点论和重点论相统一的原理',
				'正确答案:A',
				'2.2分'
			],
			[
				'19. (单选题)毛泽东在《党委会的工作方法》中指出:“一个人的工作，究竟是三分成绩七分错误，还是七分成绩三分错误，必须有个根本的估计。如果是七分成绩，那么就应对他的工作基本上加以肯定。把成绩为主说成错误为主，那就完全错了。”从唯物辩证法看，这里强调的是 (        )(单选题)',
				'A. 既要看到主要矛盾又要看到次要矛盾',
				'B. 矛盾的主要方面与次要方面既相互依赖又相互转化',
				'C. 无视矛盾的次要方面就不能正确认识矛盾',
				'D. 在认识矛盾时须着重把握矛盾的主要方面',
				'正确答案:D',
				'2.2分'
			],
			[
				'20. (单选题)“打铁还需自身硬。”习近平多次用这句话来强调党要管党、从严治党，切实解决自身存在的突出问题，切实改进工作作风，密切联系群众，使我们党始终成为中国特色社会主义事业的坚强领导核心。从哲学上看，这句话是要着重强调 (  )(单选题)',
				'A. 事物是普遍联系的',
				'B. 量变必然引起质变',
				'C. 内因是事物变化的根据',
				'D. 矛盾无处不在、无时不有',
				'正确答案:C',
				'2.2分'
			],
			[
				'21. (单选题)以下现象属于因果联系的是 (     )(单选题)',
				'A. 冬去春来',
				'B. 电闪雷鸣',
				'C. 昼夜交替',
				'D. 摩擦生热',
				'正确答案:D',
				'2.2分'
			],
			[
				'22. (单选题)有这样一道数学题:“90%×90%×90%×90%×90%=?”其答案是约59%.90分看似一个非常不错的成绩，然而，在一项环环相扣的连续不断的工作中，如果每个环节都打点折扣，最终得出的成绩就是不及格。这里蕴含的辩证法道理是 (  )(单选题)',
				'A. 肯定中包含否定',
				'B. 量变引起质变',
				'C. 必然性通过偶然性开辟道路',
				'D. 可能和现实是相互转化的',
				'正确答案:B',
				'2.2分'
			],
			[
				'23. (多选题)“中国的昨天已经写在人类的史册上，中国的今天正在亿万人民手中创造，中国的明天必将更加美好。”“雄关漫道真如铁”“人间正道是沧桑”“长风破浪会有时”，习近平曾引用的这3句诗，正是中国昨天、今天、明天的生动写照。这体现了(   ) (多选题)',
				'A. 现实和可能相互区别',
				'B. 现实蕴含着未来的发展方向，会不断产生新的可能',
				'C. 可能包含着发展成为现实的因素和根据，一旦主客观条件成熟，可能就会转化为现实',
				'D. 发展就是现实与可能相互转化的过程',
				'正确答案:ABCD',
				'2.2分'
			],
			[
				'24. (多选题)联系的特点包括(    ) (多选题)',
				'A. 客观性',
				'B. 普遍性',
				'C. 多样性',
				'D. 条件性',
				'正确答案:ABCD',
				'2.2分'
			],
			[
				'25. (多选题)新事物是(    ) (多选题)',
				'A. 在时间上最新出现的事物',
				'B. 符合历史发展趋势的事物',
				'C. 具有强大生命力和远大发展前途的事物',
				'D. 为大多数人所拥护的事物',
				'正确答案:BC',
				'2.2分'
			],
			[
				'26. (多选题)在下列命题中，包含辩证法思想的有(     )。(多选题)',
				'A. 穷则变，变则通，通则久',
				'B. 祸兮福之所倚，福兮祸之所伏',
				'C. 荣枯代谢而弥见其新',
				'D. 天下之势，循则极，极则反',
				'正确答案:ABCD',
				'2.2分'
			],
			[
				'27. (多选题)对立统一规律是唯物辩证法的实质和核心，是因为它(      ) (多选题)',
				'A. 揭示了事物发展的方向和道路',
				'B. 揭示了事物发展的源泉和动力',
				'C. 揭示了事物普遍联系的根本内容和变化发展的内在动力',
				'D. 是贯穿于量变质变规律、否定之否定规律以及唯物辩证法基本范畴的中心线索',
				'正确答案:BCD',
				'2.2分'
			],
			[
				'28. (多选题)辩证否定观的基本内容包括(     ) (多选题)',
				'A. 否定是事物的自我否定、自我发展，是事物内部矛盾运动的结果',
				'B. 否定是事物发展的环节，是旧事物向新事物的转变',
				'C. 否定是新旧事物联系的环节，新事物孕育产生于旧事物，新旧事物是通过否定环节联系起来的',
				'D. 辩证否定的实质是“扬弃”，即新事物对旧事物既批判又继承，既克服消极因素又保留其积极因素',
				'正确答案:ABCD',
				'2.2分'
			],
			[
				'29. (多选题)“奢靡之始，危亡之渐。”这句话是说，奢靡逐步发展会导致灭亡。其中包含的哲学道理有(     ) (多选题)',
				'A. 现象是本质的外部表现',
				'B. 可能会转化为现实',
				'C. 量变是质变的必要准备',
				'D. 质变是量变的必然结果',
				'正确答案:CD',
				'2.2分'
			],
			[
				'30. (多选题)唯物辩证法的基本环节有(    )。(多选题)',
				'A. 原因与结果',
				'B. 必然与偶然',
				'C. 现实与可能',
				'D. 现象与本质、内容与形式',
				'正确答案:ABCD',
				'2.2分'
			],
			[
				'31. (多选题)以下各项，能够体现出重视矛盾特殊性的有(     )。(多选题)',
				'A. 对症下药，量体裁衣',
				'B. 因材施教，因人而异',
				'C. 因时制宜，因地制宜',
				'D. 具体问题，具体分析',
				'正确答案:ABCD',
				'2.2分'
			],
			[
				'32. (多选题)以下各项中包含矛盾相互依存、相互转化思想的有(     ) (多选题)',
				'A. 物极必反，相反相成',
				'B. 乐极生悲，苦尽甘来',
				'C. 祸兮福所倚，福兮祸所伏',
				'D. 千里之堤，溃于蚁穴',
				'正确答案:ABC',
				'2.2分'
			],
			[
				'33. (多选题)辩证思维方法是人们正确进行理性思维的方法，主要包括(     ) (多选题)',
				'A. 归纳与演绎',
				'B. 分析与综合',
				'C. 抽象与具体',
				'D. 逻辑与历史相统一',
				'正确答案:ABCD',
				'2.2分'
			],
			[
				'34. (多选题)长江的年龄有多大?这里说的长江“年龄”，是指从青藏高原奔流而下注入东海的“贯通东流”水系的形成年代。如果说上游的沉积物从青藏高原、四川盆地顺延而下能到达下游，这就表明长江贯通了，这就是物源示踪。我国科学家采用这一方法，研究长江中下游盆地沉积物的来源，从而判别长江上游的物质何时到达下游，间接指示了长江贯通东流的时限。他们经过10多年的研究，提出长江贯通东流的时间距今约2300多万年。这一研究成果从一个侧面显示出 (      )(多选题)',
				'A. 时间和空间是有限的，物质运动是永恒的',
				'B. 时间和空间是通过物质运动的变化表现出来的',
				'C. 时间和空间是标示物质运动的观念形式',
				'D. 时间和空间是物质运动的存在形式',
				'正确答案:BD',
				'2.2分'
			],
			[
				'35. (多选题)平衡是事物发展的一种状态，小到体操中人在平衡木上行走，杂技中的骑车走钢丝、独轮车表演，直升机在空中的悬停等，达到人类的生存、地球的运转、天梯的运行等等，都是保持平衡的一种状态。世间的万事万物，之所以能不停地运动、发展、前进，一个重要原因就在于保持了平衡。要使“平衡”成为人们的“大智慧”，就要 (      )(多选题)',
				'A. 全面理解绝对运动和相对静止的辩证关系',
				'B. 准确掌握辩证否定的方式和方向',
				'C. 准确把握事物的度',
				'D. 善于协调事物内部各要素的相互关系',
				'正确答案:ACD',
				'2.2分'
			],
			[
				'36. (多选题)“沉舟侧畔千帆过，病树前头万木春。”辩证法认为发展的实质是新事物的产生和旧事物的灭亡。新事物必然取代旧事物，从根本上说，是因为 (    )(多选题)',
				'A. 新事物产生于旧事物之后，是新出现的事物',
				'B. 新生事物具有新的结构和功能，能适应已经变化了的环境和条件',
				'C. 新生事物是对旧事物的扬弃，并添加了旧事物所不能容纳的新内容',
				'D. 在社会历史领域内容，新生事物符合广大人民群众的根本利益和要求',
				'正确答案:BCD',
				'2.2分'
			],
			[
				'37. (多选题)某省教育部门曾从小学三年级和初中二年级人群中，分别抽调了8-10万的样本，经过调研得出如下结果:一周内课外补课在3课时之内的学生，成绩有所上升;一周内补课3-6课时的学生，成绩看不出来升降;而一周内补课超过6课时的学生，成绩明显下降，而且超得越多降的越厉害。无独有偶，对每天学生的作业量所做的调研数据显示:学生多做半小时之内作业的，成绩有所上升;多做一两小时作业的，成绩看不出好坏;而多做超过两个半小时作业的学生，成绩普遍下降。这一调研结果说明 (  )(多选题)',
				'A. 矛盾双方在一定条件下可以相互转化',
				'B. 外因只在特定条件下才是事物变化的根据',
				'C. 实践活动中应遵循适度原则',
				'D. 主观能动性和客观规律性相互影响、相互决定',
				'正确答案:AC',
				'2.2分'
			],
			[
				'38. (判断题)发展就是运动变化。(     ) (判断题)',
				'A. 对',
				'B. 错',
				'正确答案:错',
				'2.2分'
			],
			[
				'39. (判断题)物质世界的发展，特别是人类社会的发展，其实质是新事物的产生和旧事物的灭亡。(     )(判断题)',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'2.2分'
			],
			[
				'40. (判断题)矛盾的两种基本属性是指矛盾的对立性和统一性。(     )(判断题)',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'2.2分'
			],
			[
				'41. (判断题)矛盾存在于一切事物的发展之中，问题解决了，矛盾就没有了。(    )(判断题)',
				'A. 对',
				'B. 错',
				'正确答案:错',
				'2.2分'
			],
			[
				'42. (判断题)白马非马。(     )',
				'(判断题)',
				'A. 对',
				'B. 错',
				'正确答案:错',
				'2.2分'
			],
			[
				'43. (判断题)量变是保持事物的质的相对稳定性的不显著变化。(     )(判断题)',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'2.2分'
			],
			[
				'44. (判断题)质变是事物性质的根本变化。(      ) (判断题)',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'2.2分'
			],
			[
				'45. (判断题)唯物辩证法作为关于自然、社会和人类思维发展一般规律的科学，是人们认识世界和改造世界的根本方法。(     ) (判断题)',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'2.2分'
			],
			[
				'46. (判断题)矛盾分析方法的核心要求是善于分析矛盾的特殊性，做到具体矛盾具体分析，具体情况具体分析。(     )(判断题)',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'2.2分'
			]
		]
	},
	{
		name: "第一章第三节 科学思维方法",
		list: [
			[
				'1. (单选题)古有买椟还珠，今有天价月饼，为了整治天价月饼，国家发改委等四部门联合发布《关于遏制“天价”月饼、促进行业健康发展的公告》，对那些过度包装、华而不实，甚至搭售鱼翅、人参、洋酒、珠宝等高价商品或奢侈品的“天价月饼”实行重点监管。这启示我们( )(单选题)',
				'A. 更注重形式，内容并没那么重要',
				'B. 形式决定内容',
				'C. 反对忽视内容、夸大形式作用的形式主义',
				'D. 形式是内容存在的基础',
				'正确答案:C',
				'4.5分'
			],
			[
				'2. (单选题)“打铁还需自身硬。”习近平多次用这句话来强调党要管党、从严治党，切实解决自身存在的突出问题，切实改进工作作风，密切联系群众，使我们党始终成为中国特色社会主义事业的坚强领导核心。从哲学上看，这句话是要着重强调 ( )(单选题)',
				'A. 事物是普遍联系的',
				'B. 量变必然引起质变',
				'C. 内因是事物变化的根据',
				'D. 矛盾无处不在、无时不有',
				'正确答案:C',
				'4.5分'
			],
			[
				'3. (单选题)“守株待兔”者犯的错误是( ) (单选题)',
				'A. 夸大必然性',
				'B. 夸大偶然性，把偶然性当成必然性',
				'C. 否定偶然性',
				'D. 否定必然性',
				'正确答案:B',
				'4.5分'
			],
			[
				'4. (单选题)恩格斯在《自然辩证法》中指出:“所谓的客观辩证法是在整个自然界中起支配作用的，而所谓的主观辩证法，即辩证的思维，不过是在自然界中到处发生作用的、对立中的运动的反映。”这表明( )(单选题)',
				'A. 主观辩证法是客观辩证法在人的思维中的反映',
				'B. 主观辩证法与客观辩证法并没有关系',
				'C. 主观辩证法与客观辩证法是根本对立的',
				'D. 主观辩证法决定客观辩证法',
				'正确答案:A',
				'4.5分'
			],
			[
				'5. (单选题)演绎的科学思维方法是( )(单选题)',
				'A. 从个别到一般的思维活动',
				'B. 从一般到个别的思维活动',
				'C. 从整体到部分的思维活动',
				'D. 从部分到整体的思维活动',
				'正确答案:B',
				'4.5分'
			],
			[
				'6. (单选题)从事物相互联系和各个方面及其结构和功能进行系统思考的能力为( )(单选题)',
				'A. 辩证思维能力',
				'B. 战略思维能力',
				'C. 系统思维能力',
				'D. 历史思维能力',
				'正确答案:C',
				'4.5分'
			],
			[
				'7. (单选题)强调思维的整体性、全局性、长期性，是高瞻远瞩、统揽全局、善于与把握事物发展总体趋势和方向的能力为( )(单选题)',
				'A. 底线思维能力',
				'B. 辩证思维能力',
				'C. 战略思维能力',
				'D. 系统思维能力',
				'正确答案:C',
				'4.5分'
			],
			[
				'8. (单选题)以下现象属于因果联系的是( )(单选题)',
				'A. 冬去春来',
				'B. 电闪雷鸣',
				'C. 昼夜交替',
				'D. 摩擦生热',
				'正确答案:D',
				'4.5分'
			],
			[
				'9. (多选题)“中国的昨天已经写在人类的史册上,中国的今天正在亿万人民手中创造,中国的明天必将更加美好。”“雄关漫道真如铁”“人间正道是沧桑”“长风破浪会有时”,习近平曾引用的这3句诗,正是中国昨天、今天、明天的生动写照。这体现了( )(多选题)',
				'A. 现实和可能相互区别',
				'B. 现实蕴含着未来的发展方向,会不断产生新的可能',
				'C. 可能包含着发展成为现实的因素和根据,一旦主客观条件成熟,可能就会转化为现实',
				'D. 发展就是现实与可能相互转化的过程',
				'正确答案:ABCD',
				'4.5分'
			],
			[
				'10. (多选题)唯物辩证法的基本环节有( )(多选题)',
				'A. 原因与结果',
				'B. 必然与偶然',
				'C. 现实与可能',
				'D. 现象与本质、内容与形式',
				'正确答案:ABCD',
				'4.5分'
			],
			[
				'11. (多选题)辩证思维方法是人们正确进行理性思维的方法,主要包括( )(多选题)',
				'A. 归纳与演绎',
				'B. 分析与综合',
				'C. 抽象与具体',
				'D. 逻辑与历史',
				'正确答案:ABCD',
				'4.5分'
			],
			[
				'12. (多选题)下列现象中属于因果关系的是( )(多选题)',
				'A. 月晕而风，础润而雨',
				'B. 水涨船高',
				'C. 一寸光阴，一寸金',
				'D. 读书破万卷，下笔如有神',
				'正确答案:BD',
				'4.5分'
			],
			[
				'13. (多选题)原因和结果是人们在认识和实践中经常要遇到的一对范畴。以下关于原因与结果关系的表述正确的是( )(多选题)',
				'A. 原因和结果相互对立，不能倒因为果，也不能倒果为因',
				'B. 原因和结果的界限总是确定的',
				'C. 因果联系只是时间上的先后顺序关系',
				'D. 原因和结果相互联系，并在一定的条件下相互转化',
				'正确答案:AD',
				'4.6分'
			],
			[
				'14. (多选题)习近平指出，“解决深层次矛盾和问题，根本出路在于创新”，惟创新者进，惟创新者强，惟创新者胜，生活从不眷顾因循守旧、满足现状者，从不等待不思进取、坐享其成者，而是将更多机遇留给善于和勇于创新的人，培养和提高创新思维能力对个人成长成才非常重要。为此需要我们( )(多选题)',
				'A. 安于现状',
				'B. 敢于在求新、求变中创造性地提出问题和解决问题',
				'C. 要敢为人先，打破迷信经验、迷信本本、迷信权威的惯性思维',
				'D. 敢于对常规思维突破，破除迷信、超越陈规，善于因时制宜、知难而进、开拓创新',
				'正确答案:BCD',
				'4.6分'
			],
			[
				'15. (判断题)党的二十届三中全会强调坚持系统观念，处理好经济和社会、政府和市场、效率和公平、活力和秩序、发展和安全等重大关系，是中国共产党在实践中不断增强辩证思维能力的体现( )(多选题)',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'4.6分'
			],
			[
				'16. (判断题)底线思维能力是以唯物辩证法为指导，发现矛盾、分析矛盾、解决矛盾，把握本质、遵循规律、推动工作的能力( )(多选题)',
				'A. 对',
				'B. 错',
				'正确答案:错',
				'4.6分'
			],
			[
				'17. (判断题)思维的发展与深化离不开创新( )(多选题)',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'4.6分'
			],
			[
				'18. (判断题)客观辩证法是指人类认识和思维运动的辩证法，即以概念作为思维细胞的辩证思维运动和发展规律( )(多选题)',
				'A. 对',
				'B. 错',
				'正确答案:错',
				'4.6分'
			],
			[
				'19. (判断题)本质与现象是揭示事物产生、发展和衰亡过程中的不同趋势的一对范畴( )(多选题)',
				'A. 对',
				'B. 错',
				'正确答案:错',
				'4.6分'
			],
			[
				'20. (判断题)必然与偶然是揭示事物内在联系和外在表现的一对范畴( )(多选题)',
				'A. 对',
				'B. 错',
				'正确答案:错',
				'4.6分'
			],
			[
				'21. (判断题)内容指构成事物的一切要素的总和，形式指把诸要素统一起来的结构或表现内容的方式( )(多选题)',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'4.6分'
			],
			[
				'22. (判断题)形式是内容的基础，先有形式后有内容，形式决定内容( )(多选题)',
				'A. 对',
				'B. 错',
				'正确答案:错',
				'4.6分'
			]
		]
	},
	{
		name: "第二章第一节练习题",
		list: [
			[
				'1. (单选题)幸福是奋斗出来的，社会主义是干出来的，都在强调( )的重要性',
				'A. 精神',
				'B. 实验',
				'C. 实践',
				'D. 社会交往',
				'正确答案:C',
				'2分'
			],
			[
				'2. (单选题)马克思主义的基本观点是( )',
				'A. 物质',
				'B. 精神',
				'C. 实践',
				'D. 人',
				'正确答案:C',
				'2分'
			],
			[
				'3. (单选题)( )是人类最基本的实践活动，能够满足人类衣、食、住、行等基本需求，决定社会的基本性质和面貌。',
				'A. 社会政治实践',
				'B. 物质生产实践',
				'C. 科学文化实践',
				'D. 虚拟实践',
				'正确答案:B',
				'2分'
			],
			[
				'4. (单选题)马克思曾形象地比喻道:虽然蜜蜂建造蜂房使人间许多建筑师感到惭愧,但是它在本质上还是一种本能活动。相反,即使是最蹩脚的建筑师也比最灵巧的蜜蜂高明,因为他在实践前已经在自己的头脑中把它建成了。这反映了( )',
				'A. 实践具有客观实在性',
				'B. 实践具有自觉能动性',
				'C. 实践具有社会历史性',
				'D. 实践具有规律性',
				'正确答案:B',
				'2分'
			],
			[
				'5. (单选题)下列活动中，属于最基本的实践活动的是( )',
				'A. 医生为病人治病',
				'B. 法官审理案件',
				'C. 农民播种小麦',
				'D. 科学家进行实验',
				'正确答案:C',
				'2分'
			],
			[
				'6. (单选题)“实践是知识的母亲，知识是生活的明灯。”这句谚语的哲学寓意是( )',
				'A. 知识既来自实践,又源于书本',
				'B. 理论必须在实践中接受检验,得到发展',
				'C. 实践是理论的基础,科学理论对实践具有指导作用',
				'D. 在生活中,学习知识比实践更重要',
				'正确答案:C',
				'2分'
			],
			[
				'7. (单选题)马克思说:“人的思维是否具有客观的真理性,这不是一个理论的问题,而是一个实践的问题。人应该在实践中证明自己思维的真理性,即自己思维的现实性和力量,自己思维的此岸性。”这段话的意思是( )',
				'A. 实践产生了认识的需要',
				'B. 实践为认识提供了可能',
				'C. 实践使认识得以产生和发展',
				'D. 实践是检验认识真理性的唯一标准',
				'正确答案:D',
				'2分'
			],
			[
				'8. (单选题)二十届三中全会的整个筹备过程及标志性“物化成果”——《中共中央关于进一步全面深化改革、推进中国式现代化的决定》(以下简称《决定》)坚持“调研先行，”以保证《决定》的科学性，强调了( )',
				'A. 感性认识比理性认识更深刻',
				'B. 实践是改造世界的活动',
				'C. 认识总是落后于实践',
				'D. 实践对认识的决定作用',
				'正确答案:D',
				'2分'
			],
			[
				'9. (单选题)天空繁星密布,而首先成为天文学研究对象的是与人们确定季节关系密切的星体;地球上的生物品种难以计数,而人们首先研究的还是与农业和畜牧业有关的为数不多的植物和动物。这说明( )',
				'A. 实践是认识的起点,认识是实践的归宿',
				'B. 实践的需要推动着认识的发展',
				'C. 实践锻炼和提高了主体的认识能力',
				'D. 科学研究具有相对独立性',
				'正确答案:B',
				'2分'
			],
			[
				'10. (单选题)中国脱贫攻坚的一个重要特点是,采取一系列有效举措,把扶贫与扶志扶智结合起来,高度重视精神脱贫、教育脱贫,增强贫困群众自我“造血”的能力与信心。习近平总书记指出:“摆脱贫困首要并不是摆脱物质的贫困,而是摆脱意识和思路的贫困。”习总书记的话给我们的启示是: ( )',
				'A. 人的能动的意识活动具有直接现实性',
				'B. 事物发展的根本原因在事物的外部',
				'C. 实践主体的能力既包括自然能力也包括精神能力，要注重对实践主体精神能力的培养',
				'D. 矛盾的次要方面也能起支配作用',
				'正确答案:C',
				'2分'
			],
			[
				'11. (单选题)首次系统地论述了科学实践观的文件是( )',
				'A. 《德意志意识形态》',
				'B. 《共产党宣言》',
				'C. 《关于费尔巴哈的提纲》',
				'D. 《资本论》',
				'正确答案:C',
				'2分'
			],
			[
				'12. (单选题)实践的中介是( )',
				'A. 各种形式的工具、手段及其运用的程序和方法',
				'B. 对一事物存在和发展有联系的各种要素的总和',
				'C. 构成事物一切要素的总和',
				'D. 受命于主观,见之于客观的活动',
				'正确答案:A',
				'2分'
			],
			[
				'13. (单选题)自古以来，我国基本水情一直是夏汛冬枯、北缺南丰，水资源时空分布极不均衡制约了经济社会的进一步发展。南水北调东、中线一期工程全面通水10年来，累计调水700多亿立方米，受益人口超过1.85亿，经济、社会和生态效益显著。由此可知(  )',
				'①人能够有目的、有意识地改造客观世界',
				'②人类社会在本质上是一个客观的物质体系',
				'③客观世界的运动与变化不以人的意志为转移',
				'④实践是检验认识的真理性的唯一标准',
				'A. ①②',
				'B. ①④',
				'C. ②③',
				'D. ③④',
				'',
				'正确答案:B',
				'2分'
			],
			[
				'14. (单选题)中国科学院上海微系统与信息技术研究所研究员狄增峰团队开发出面内二维集成电路的单晶氧化铝栅介质材料——人造蓝宝石，这种材料具有卓越的绝缘性能，可用于制备低功耗芯片器件，为人工智能、物联网等领域的芯片发展提供了有力支持。据此可知( )',
				'①人为事物的联系被打上了人类意识的烙印',
				'②实践是人按照主观的内在本性去规定世界',
				'③改造自然物的前提是赋予其相关自然属性',
				'④人类能够运用事物的多样联系去造福自身',
				'A. ①③',
				'B. ①④',
				'C. ②③',
				'D. ②④',
				'正确答案:B',
				'2分'
			],
			[
				'15. (单选题)自古以来，我国基本水情一直是夏汛冬枯、北缺南丰，水资源时空分布极不均衡制约了经济社会的进一步发展。南水北调东、中线一期工程全面通水10年来，累计调水700多亿立方米，受益人口超过1.85亿，经济、社会和生态效益显著。由此可知( )',
				'①人能够有目的、有意识地改造客观世界',
				'②人类社会在本质上是一个客观的物质体系',
				'③客观世界的运动与变化不以人的意志为转移',
				'④实践是检验认识的真理性的唯一标准',
				'A. ①②',
				'B. ①④',
				'C. ②③',
				'D. ③④',
				'正确答案:B',
				'2分'
			],
			[
				'16. (单选题)下列名言与漫画《你又熬夜追剧?》蕴含的哲学道理相同的是(     )',
				'',
				'',
				'A. 尽信书，则不如无书',
				'B. 知之为知之，不知为不知',
				'C. 知之而不行，其知也不笃',
				'D. 知之者不如好之者，好之者不如乐之者',
				'正确答案:C',
				'2分'
			],
			[
				'17. (单选题)2025年1月20日，有中国“人造太阳”之称的全超导托卡马克核聚变实验装置(EAST)首次完成1亿摄氏度1066秒“高质量等离子体运行”。这是中国科研团队向着聚变发电的未来迈出的一大步，也是人类向着清洁能源未来迈出的一大步。全超导托卡马克核聚变实验装置(EAST)取得了一系列重大科研成果，对核聚变能源的开发利用提供了关键数据和理论支撑。这表明(     )',
				'①实践是认识的来源，科研人员通过EAST实验获得对核聚变的认识',
				'②实践是认识的目的，对核聚变的认识最终要服务于能源开发利用',
				'③认识是实践的基础，有了对核聚变的认识才能开展EAST实验',
				'④认识对实践具有促进作用，核聚变认识推动了EAST实验发展',
				'A. ①②',
				'B. ①③',
				'C. ②④',
				'D. ③④',
				'正确答案:A',
				'2分'
			],
			[
				'18. (单选题)从物到感觉和思想与从思想和感觉到物的对立，反映的是( )',
				'A. 可知论和不可知论的对立',
				'B. 经验论和唯理论的对立',
				'C. 唯物主义反映论与唯心主义先验论的对立',
				'D. 形而上学与辩证法的对立',
				'正确答案:C',
				'2分'
			],
			[
				'19. (单选题)感性认识和理性认识的根本区别是( )',
				'A. 感性认识来源于现实生活，理性认识来源于理性思维',
				'B. 感性认识是正确的，理性认识是错误的',
				'C. 感性认识来源于客观世界，理性认识来源于人的主观思维',
				'D. 感性认识反映事物的现象及外部联系，理性认识反映事物的本质及规律性的认识',
				'正确答案:D',
				'2分'
			],
			[
				'20. (单选题)列宁说:“以为只有诗人才需要想象，这是没有道理的，这是愚蠢的偏见!甚至在数学上也需要想象，甚至微积分的发现没有想象也是不可能的。”这句话强调了认识活动中( )',
				'A. 实践的重要性',
				'B. 理性因素的重要性',
				'C. 非理性因素的重要性',
				'D. 辩证思维方法的重要性',
				'正确答案:C',
				'2分'
			],
			[
				'21. (多选题)从内容上看,实践的基本类型包括( )',
				'A. 物质生产实践',
				'B. 直接实践',
				'C. 社会政治实践',
				'D. 科学文化实践',
				'正确答案:ACD',
				'2分'
			],
			[
				'22. (多选题)实践的基本特征是( )',
				'A. 客观实在性',
				'B. 社会历史性',
				'C. 自觉能动性',
				'D. 规律性',
				'正确答案:ABC',
				'2分'
			],
			[
				'23. (多选题)实践活动的基本要素包括( )',
				'A. 实践主体',
				'B. 实践作用',
				'C. 实践中介',
				'D. 实践客体',
				'正确答案:ACD',
				'2分'
			],
			[
				'24. (多选题)实践在认识活动中的决定作用表现在( )',
				'A. 实践是认识的来源',
				'B. 实践是认识发展的动力',
				'C. 实践是认识的目的',
				'D. 实践是检验认识真理性的唯一标准',
				'正确答案:ABCD',
				'2分'
			],
			[
				'25. (多选题)下列观点中包含实践对认识的决定作用原理的是( )',
				'A. 没有调查就没有发言权',
				'B. 百闻不如一见,百见不如一干',
				'C. 不登高山,不知天之高也;不临深溪,不知地之厚也',
				'D. 机遇偏爱有准备的头脑',
				'正确答案:ABC',
				'2分'
			],
			[
				'26. (多选题)暗物质是理论上提出的可能存在于宇宙中的一种不可见的物质,它可能是宇宙物质的主要组成部分,但又不属于构成可见天体的任何一种目前已知的物质。为了探测暗物质,2015年12月17日,我国发射了“悟空”号暗物质粒子探测卫星,并于2017年11月30日在国际权威学术期刊《自然》在线发表了探测到的首批成果--一个暗物质可能存在的证据。如今,设计寿命为3年的“悟空”号运行状态良好,有望继续延长工作时间,采集更多的数据,相信它的“火眼金睛”可以找到更多暗物质存在的直接证据。以上材料说明( )',
				'A. 人们可以不受任何条件的限制去预见尚未认识的事物',
				'B. 主体和客体之间通过中介联结起来',
				'C. 实践为认识发展提供必要的条件',
				'D. 认识是一个复杂反复的过程',
				'正确答案:BCD',
				'2分'
			],
			[
				'27. (多选题)关于主体客体化，以下说法正确的是( )',
				'A. 主体客体化是指人通过实践使自己的本质力量作用于客体，使其按照主体的需要发生结构和功能上的变化，形成了世界上本来不存在的对象物。',
				'B. 主体客体化是人的体力和智力的物化体现，是主体的本质力量通过实践活动积淀、凝聚和物化在客体中。',
				'C. 人类运用自己所掌握的知识,在实践中制造出先进的生产工具、创造出先进的精神产品，属于主体客体化的表现。',
				'D. 人类一切实践活动的结果都是主体客体化的结果。',
				'正确答案:ABCD',
				'2分'
			],
			[
				'28. (多选题)关于客体主体化，以下说法正确的是( )',
				'A. 客体主体化是指客体从客观对象的存在形式转化为主体生命结构的因素或主体本质力量的因素,客体失去客体性的形式,变成主体的一部分。',
				'B. 主体把物质工具如电脑、汽车等作为自己身体器官的延伸包括在主体的活动之中,属于客体主体化的表现。',
				'C. 主体把作为精神性客体的精神产品、先进理念和思想转化为主体意识的一部分,属于客体主体化的表现。',
				'D. 在主体客体化的同时,发生着客体主体化的运动。',
				'正确答案:ABCD',
				'2分'
			],
			[
				'29. (多选题)实践主体和客体相互作用关系包括( )',
				'A. 实践关系',
				'B. 认识关系',
				'C. 反映关系',
				'D. 价值关系',
				'正确答案:ABD',
				'2分'
			],
			[
				'30. (多选题)科学实践观的意义表现在( )',
				'A. 克服了旧唯物主义的根本缺陷,为辩证唯物主义奠定了科学的理论基础',
				'B. 建立了科学的、能动的、革命的反映论,实现了人类认识史上的变革',
				'C. 在人类思想史上第一次揭示了社会生活的实践本质,为创建科学的历史观奠定了理论基础',
				'D. 为人们能动地认识世界和改造世界提供了基本的思想方法和工作方法',
				'正确答案:ABCD',
				'2分'
			],
			[
				'31. (多选题)感性认识和理性认识密切相关,主要体现在( )',
				'A. 理性认识依赖于感性认识',
				'B. 感性认识有待于深化和发展为理性认识',
				'C. 感性认识和理性认识相互包含',
				'D. 感性认识和理性认识相互渗透',
				'正确答案:ABCD',
				'2分'
			],
			[
				'32. (多选题)感性认识上升为理性认识所具备的基本条件是( )',
				'A. 投身实践,获取十分丰富和合乎实际的感性材料',
				'B. 将感性材料整理后,用来指导实践',
				'C. 坚持理论和实际相结合的原则',
				'D. 经过思考，运用理论思维和科学抽象，将丰富的感性材料加以去粗取精、去伪存真、由此及彼由表及里的处理加工，形成概念和理论的系统',
				'正确答案:AD',
				'2分'
			],
			[
				'33. (多选题)毛泽东指出:“实践、认识、再实践、再认识,循环往复以至无穷,而实践和认识之每一循环的内容,都比较地进到了高一级的程度。”这段话说明( )',
				'A. 人们在实践中对真理的认识永远没有完结',
				'B. 认识过程不是封闭式的循环,也不是直线式的发展，充满了曲折和反复',
				'C. 认识过程是在实践基础上沿着科学性方向不断深化发展的过程',
				'D. 认识过程是波浪式前进和螺旋式上升的过程',
				'正确答案:ABCD',
				'2分'
			],
			[
				'34. (多选题)割裂感性认识和理性认识的辩证统一关系，容易导致( )',
				'A. 教条主义',
				'B. 诡辩论',
				'C. 经验主义',
				'D. 宿命论',
				'正确答案:AC',
				'2分'
			],
			[
				'35. (多选题)“凡是亲眼所见的都是对客观事实的真实反映”，这个命题( )',
				'A. 夸大了感觉在认识中的作用，将感觉与事实相混淆',
				'B. 忽视感性认识必须上升到理性认识',
				'C. 在理论上容易导致主观唯心主义',
				'D. 在实际生活中容易产生荒谬的判断',
				'正确答案:ABCD',
				'2分'
			],
			[
				'36. (多选题)长期以来，人们把欧几里得几何学看看作是揭示空间特性的绝对真理体系。而德国数学家黎曼在19世界中提出了另一种几何学，打破了很多人平时认为理所应当的常识，比如黎曼几何学三角形的三内角之和大于180°。这种创新的理论在当时并不被重视，甚至受到嘲讽，但是在后来却成为爱因斯坦创立广义相对论的重要数学工具，可以用来反映天体运行的大尺度宇宙空间的特性。这一事实说明( )',
				'A. 实践检验和证明真理是一个过程',
				'B. 真理是绝对性和相对性的统一',
				'C. 在科学研究中，经验是不可靠的',
				'D. 人们在一定条件下的正确认识是有限度的，需要进一步深化和拓展',
				'正确答案:ABD',
				'2分'
			],
			[
				'37. (判断题)实践的主体和客体相互作用的关系,包括实践关系、认识关系和价值关系,其中实践关系是最根本的关系。()',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'2分'
			],
			['38. (判断题)间接经验不是来源于实践。( )', 'A. 对', 'B. 错', '正确答案:错', '2分'],
			[
				'39. (判断题)党的十九届六中全会关于“两个确立”的论断是对党百年奋斗历史和实践经验的高度概括和提炼。()',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'2分'
			],
			['40. (判断题)实践发展永无止境，理论创新永无止境。( )', 'A. 对', 'B. 错', '正确答案:对', '2分'],
			[
				'41. (判断题)实践是人类能动改造世界的社会性的物质活动。()',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'2分'
			],
			[
				'42. (判断题)动物的活动是本能的、被动适应，而人的实践活动是一种有意识、有目的的活动，具有自觉能动性。( )',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'2分'
			],
			[
				'43. (判断题)虚拟实践是人类借助计算机、网络和虚拟技术进行改造和探索虚拟对象的活动，不是实践活动的形式。( )',
				'A. 对',
				'B. 错',
				'正确答案:错',
				'2分'
			],
			[
				'44. (判断题)实践与认识的客体同主体一样，都是历史的范畴。( )',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'2分'
			],
			[
				'45. (判断题)2024年7月18日中国共产党第二十届中央委员会第三次全体会议通过了《中共中央关于进一步全面深化改革、推进中国式现代化的决定》(以下简称《决定》)，该《决定》是客体主体化的产物( )',
				'A. 对',
				'B. 错',
				'正确答案:错',
				'2分'
			],
			[
				'46. (判断题)旧唯物主义认识论的根本缺陷是否认世界是可知的。( )',
				'A. 对',
				'B. 错',
				'正确答案:错',
				'2分'
			],
			[
				'47. (判断题)旧唯物主义认识论的基本特点是以感性直观为基础，把人的人生看成是消极地、被动地反映和接受外界对象。( )',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'2分'
			],
			['48. (判断题)认识的过程首先是从实践到认识的过程。( )', 'A. 对', 'B. 错', '正确答案:对', '2分'],
			['49. (判断题)感性认识包括感觉、知觉、概念三种形式。( )', 'A. 对', 'B. 错', '正确答案:错', '2分'],
			[
				'50. (判断题)认识的真理性只有在实践中才能得到检验和发展。( )',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'2分'
			]
		]
	},
	{
		name: "第二章第二、三节",
		list: [
			[
				'1. (单选题)习近平指出:“只要我们善于聆听时代声音,勇于坚持真理、修正错误,二十一世纪中国的马克思主义一定能够展现出更强大、更有说服力的真理力量。”这段话说明( )',
				'A. 真理是永恒的',
				'B. 真理是在对谬误的不断纠正中实现的',
				'C. 真理是瞬息万变的',
				'D. 真理与谬误无法逾越',
				'正确答案:B',
				'1分'
			],
			[
				'2. (单选题)在真理的检验标准问题上坚持辩证法，就是要坚持( )',
				'A. 实践对真理的检验是一次完成的',
				'B. 实践检验标准的确定性与不确定性的辩证统一',
				'C. 逻辑证明的检验标准',
				'D. 实践对真理的检验具有相对性和有限性，所以无法作为确定的标准',
				'正确答案:B',
				'1分'
			],
			[
				'3. (单选题)实践之所以成为检验真理的唯一标准，是由( )',
				'A. 真理的主观性和实践的客观性所要求的',
				'B. 真理的相对性和实践的绝对性所预设的',
				'C. 真理的属性和实践的功能所规定的',
				'D. 真理的本性和实践的特点所决定的',
				'正确答案:D',
				'1分'
			],
			[
				'4. (单选题)马克思主义经典作家并没有穷尽真理，而是为不断寻求真理和发展真理开辟道路，马克思主义并没有穷尽对一切事物及其规律的认识，进一步强调了( )',
				'A. 真理与谬误之间没有确定的界限',
				'B. 对同一对象不同的乃至对立的认识都是真理',
				'C. 真理的标准是多重的',
				'D. 真理具有相对性，有待于在实践中进一步扩展、深化和发展',
				'正确答案:D',
				'1分'
			],
			[
				'5. (单选题)当客体能满足主体的某种需要时,客体对于主体就有价值。而在实践中,人们往往会由于特定条件下的特殊需要而实现它的某一种或几种价值。这体现了价值的( )',
				'A. 客观性',
				'B. 主体性',
				'C. 社会历史性',
				'D. 多维性',
				'正确答案:D',
				'0分'
			],
			[
				'6. (单选题)承载着一个民族、一个国家的精神追求,体现着一个社会评判是非曲直的价值标准是( )',
				'A. 价值观',
				'B. 核心价值观',
				'C. 社会主义核心价值观',
				'D. 社会主义核心价值体系',
				'正确答案:B',
				'1分'
			],
			[
				'7. (单选题)价值评价的最高标准是( )',
				'A. 是否坚持真理为依据',
				'B. 是否符合某个国家利益和民族利益',
				'C. 是否推动社会历史进步，是否符合社会发展趋势、是否维护、满足了最广大人民的需要和根本利益',
				'D. 是否满足个人的需要',
				'正确答案:C',
				'1分'
			],
			[
				'8. (单选题)习近平指出:“我国正处于并将长期处于社会主义初级阶段，我们不能做超越阶段的事情，而是要根据现有条件把能做的事情做起来，积小胜为大胜。”这段话说明( )',
				'A. 自由是绝对的',
				'B. 自由是相对的',
				'C. 自由可以忽视历史和具体条件',
				'D. 自由是随心所欲的',
				'正确答案:B',
				'1分'
			],
			[
				'9. (多选题, 2分)长期以来，人们把欧几里得几何学看看作是揭示空间特性的绝对真理体系。而德国数学家黎曼在19世界中提出了另一种几何学，打破了很多人平时认为理所应当的常识，比如黎曼几何学三角形的三内角之和大于180°。这种创新的理论在当时并不被重视，甚至受到嘲讽，但是在后来却成为爱因斯坦创立广义相对论的重要数学工具，可以用来反映天体运行的大尺度宇宙空间的特性。这一事实说明( )',
				'A. 实践检验和证明真理是一个过程',
				'B. 真理是绝对性和相对性的统一',
				'C. 在科学研究中，经验是不可靠的',
				'D. 人们在一定条件下的正确认识是有限度的，需要进一步深化和拓展',
				'正确答案:ABD',
				'2分'
			],
			[
				'10. (多选题, 2分)我们说马克思主义是客观真理，这是因为( )',
				'A. 真理的内容是客观的',
				'B. 真理的形式是客观的',
				'C. 检验真理的标准是客观的',
				'D. 真理就是客观实在',
				'正确答案:AC',
				'2分'
			],
			[
				"11. (多选题, 2分)“‘价值'这个普遍的概念是从人们对待满足他们需要的外界物的关系中产生的”，“实际上是表示物为人而存在”，这两句话揭示了价值具有的基本特性，即价值具有( )",
				'A. 客观性',
				'B. 能动性',
				'C. 主体性',
				'D. 社会历史性',
				'正确答案:ACD',
				'2分'
			],
			[
				'12. (多选题, 2分)价值评价主体对客体价值以及价值大小所作的评判或判断，也叫做价值判断，其主要特点是( )',
				'A. 评价是以主客体的价值关系为认识对象的',
				'B. 是一种主观随意性的认识活动',
				'C. 评价结果与评价主体直接相关',
				'D. 评价结果的正确与否依赖于对客体状况和主体需要的认识',
				'正确答案:ACD',
				'2分'
			],
			[
				'13. (多选题, 2分)习近平指出:“社会总是在发展的,新情况新问题总是层出不穷的,其中有一些可以凭老经验、用老办法来应对和解决,同时也有不少是老经验、老办法不能应对和解决的。如果不能及时研究、提出、运用新思想、新理念、新办法,理论就会苍白无力。”这段话说明( )',
				'A. 理论创新不能停',
				'B. 理论的生命力在于创新',
				'C. 创新是理论发展的永恒主题',
				'D. 创新是社会发展、实践深化、历史前进对理论的必然要求',
				'正确答案:ABCD',
				'2分'
			],
			[
				'14. (判断题, 1分)认识的真理性只有在实践中才能得到检验和发展。( )',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'1分'
			],
			['15. (判断题, 1分)绝对性是真理的本质属性。( )', 'A. 对', 'B. 错', '正确答案:错', '1分'],
			[
				'16. (判断题, 1分)在同一条件下对于特定的认识客体的真理性认识可能有多个。( )',
				'A. 对',
				'B. 错',
				'正确答案:错',
				'1分'
			],
			[
				'17. (判断题, 1分)任何成功的实践都是真理尺度和价值尺度的统一。( )',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'1分'
			],
			[
				'18. (判断题, 1分)现实中我们经常遇到公说公有理，婆说婆有理的情况，说明价值评价没有科学的标准()',
				'A. 对',
				'B. 错',
				'正确答案:错',
				'1分'
			],
			[
				'19. (判断题, 1分)价值是主体对个人、群体乃至整个社会的生活和活动所具有的意义。( )',
				'A. 对',
				'B. 错',
				'正确答案:错',
				'0分'
			],
			[
				'20. (判断题, 1分)认识世界和改造世界是人类创造历史的两种基本活动。( )',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'1分'
			],
			[
				'21. (判断题, 1分)一切从实际出发时马克思主义认识论的根本要求。( )',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'1分'
			],
			[
				'22. (判断题, 1分)',
				'',
				'党的二十届三中全会关于进一步全面深化改革的原则中提到坚持守正创新，就是要求我们要坚持守正与创新的辩证统一，守正是创新的前提和基础，创新是守正的目的和路径。',
				'',
				'',
				'',
				'',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'0分'
			]
		]
	},
	{
		name: "第三章第一节",
		list: [
			[
				'1. (单选题)社会历史观的基本问题是( )',
				'A. 社会存在与社会意识的关系问题',
				'B. 生产力与生产关系的问题',
				'C. 社会规律和主观的关系问题',
				'D. 自然和社会的关系问题',
				'正确答案:A',
				'5分'
			],
			[
				'2. (单选题)党的十八大以来，以习近平同志为核心的党中央站在人与自然和谐共生的高度谋划发展，坚持和加强党对自然资源工作的全面领导，加强自然资源管理，坚持把资源环境承载力作为前提和基础，由此可见，自然地理环境在社会存在和发展中的重要作用表现在( )',
				'A. 它是划分社会经济形态的依据',
				'B. 它是人类社会生存和发展的永恒的、必要的条件',
				'C. 它是社会制度变更的决定力量',
				'D. 它是社会性质的决定性因素',
				'正确答案:B',
				'5分'
			],
			[
				'3. (单选题)李强总理在2025年政府工作任务中强调要全面提高人才队伍质量。这从一个侧面反映人口因素是重要的社会物质生活条件，人口因素是( )',
				'A. 人民群众的文化素质和道德觉悟',
				'B. 人们从事生产劳动的积极性和创造性',
				'C. 人口的分布状况和受教育程度',
				'D. 人口的数量、质量、构成、分布、迁移、自然变动和社会变动等诸多因素的综合范畴',
				'正确答案:D',
				'5分'
			],
			[
				'4. (单选题)语言学家认为，语言是一个动态的系统，社会变化是语言演变的重要条件;语言的不断更迭，也直观、生动地体现着社会脉动。近期《咬文嚼字》公布了“2024年十大流行语”，比如“City不City”“松弛感”“班位”“小孩哥、小孩姐”“智能向善”“数智化”等网络热词，经由这类网络热词，我们可以感受时代发展的进程。以上材料说明( )',
				'A. 社会意识是随着时间的推移而自主变化的',
				'B. 社会历史归根到底是精神发展史',
				'C. 社会存在是社会意识内容的客观来源',
				'D. 社会意识是人们在物质生产中发生的“物质的社会关系”',
				'正确答案:C',
				'5分'
			],
			[
				'5. (单选题)恩格斯说过:“经济上落后的国家在哲学上仍然能够演奏第一小提琴”,鲜明的体现了( )',
				'A. 社会意识并不都是社会存在的反映',
				'B. 社会意识与社会存在发展的不完全同步性和不平衡性',
				'C. 社会意识中的各种形式之间相互作用',
				'D. 社会意识具有历史继承性',
				'正确答案:B',
				'5分'
			],
			[
				'6. (单选题)一定历史发展阶段上的社会意识,在内容上主要是反映现实的社会存在，但同时也会吸收、保留以往形成的某些思想材料，即“古为今用”;在形式上继承以往既有的方式和方法，同时又根据新的内容和条件加以改造、补充和发展，并增添一些新的形式，即“推陈出新”。这说明( )',
				'A. 社会意识并不都是社会存在的反映',
				'B. 社会意识与社会存在发展的不完全同步性和不平衡性',
				'C. 社会意识对社会存在具有能动的反作用',
				'D. 社会意识具有历史继承性',
				'正确答案:D',
				'5分'
			],
			[
				'7. (单选题)理念是行动的先导，一定的发展实践都是由一定的发展理念来引领的，准确把握新发展阶段，加快构建新发展格局，开启全面建设社会主义现代化国家新征程，必须充分发挥新发展理念的科学引领作用。从唯物史观的角度来讲，社会发展理念特别是路线、方针、政策是否正确，取决于( )',
				'A. 它们是否能够正确反映社会存在',
				'B. 它们是否体现所有人的主观意愿',
				'C. 它们能否反作用于社会实践',
				'D. 它们是否借鉴了其他民族和国家的成功经验',
				'正确答案:A',
				'5分'
			],
			[
				'8. (单选题)先进的社会意识之所以能对社会的发展起促进作用，是由于( )',
				'A. 它反映了社会发展的趋势和要求',
				'B. 它是对社会存在的反映',
				'C. 它具有历史继承性',
				'D. 它具有相对独立性',
				'正确答案:A',
				'5分'
			],
			[
				'9. (单选题)生产力是结构复杂的系统，其中最活跃的因素是( )',
				'A. 劳动资料',
				'B. 劳动对象',
				'C. 生产工具',
				'D. 劳动者',
				'正确答案:D',
				'5分'
			],
			[
				'10. (单选题)生产关系中最具有决定意义的是( )',
				'A. 产品的分配关系',
				'B. 产品的交换关系',
				'C. 生产资料所有制关系',
				'D. 生产中人与人的关系',
				'正确答案:C',
				'5分'
			],
			[
				'11. (单选题)生产关系范畴反映的是( )',
				'A. 人与人之间的经济关系',
				'B. 人与人之间的政治关系',
				'C. 人与物之间的关系',
				'D. 人与人之间的思想关系',
				'正确答案:A',
				'5分'
			],
			[
				'12. (单选题)社会关系中最基本的关系是( )',
				'A. 政治关系',
				'B. 生产关系',
				'C. 家庭关系',
				'D. 宗教关系',
				'正确答案:B',
				'5分'
			],
			[
				'13. (单选题)“手推磨产生的是封建主为首的社会,蒸汽磨产生的是工业资本家为首的社会。”这句话是说( )',
				'A. 生产关系对生产力的反作用',
				'B. 生产力决定生产关系',
				'C. 生产关系决定生产力',
				'D. 生产关系不适合生产力的发展',
				'正确答案:B',
				'5分'
			],
			[
				'14. (单选题)我国实行公有制为主体，多种所有制经济共同发展，按劳分配为主体，多种分配方式并存，社会主义市场经济体制的基本经济制度，促进了生产力的发展。说明实行这种经济制度遵循了( )',
				'A. 社会经济制度决定生产力状况的原理',
				'B. 生产力具有加速发展的原理',
				'C. 经济基础具有相对独立性的原理',
				'D. 生产关系适合生产力发展的客观要求，对生产力发展起推动作用',
				'正确答案:D',
				'5分'
			],
			[
				'15. (单选题)判断一种生产关系是否先进的根本标志在于它是( )',
				'A. 促进生产力发展还是阻碍生产力发展',
				'B. 生产资料公有制还是生产资料私有制',
				'C. 社会化的大生产还是个体小生产',
				'D. 封闭的自然经济还是开放的市场经济',
				'正确答案:A',
				'5分'
			],
			[
				'16. (单选题)上层建筑系统有两大部分组成,这两大部分是( )',
				'A. 国体和政体',
				'B. 政治上层建筑和观念上层建筑',
				'C. 政治法律制度和政治法律设施',
				'D. 意识形态和政治法律制度',
				'正确答案:B',
				'5分'
			],
			[
				'17. (单选题)政治上层建筑的核心是( )',
				'A. 社会意识形态',
				'B. 政治法律思想',
				'C. 国家政权',
				'D. 政体',
				'正确答案:C',
				'5分'
			],
			[
				'18. (单选题)社会形态是( )',
				'A. 生产力和生产关系的统一',
				'B. 同生产力发展一定阶段相适应的经济基础和上层建筑的统一体',
				'C. 社会存在和社会意识的统一',
				'D. 物质世界和精神世界的统一',
				'正确答案:B',
				'5分'
			],
			[
				'19. (单选题)先进生产力的集中体现和主要标志是( )',
				'A. 科学技术',
				'B. 劳动者',
				'C. 劳动对象',
				'D. 管理方式',
				'正确答案:A',
				'5分'
			],
			[
				'20. (单选题)衡量生产力发展水平的客观依据是( )',
				'A. 劳动者的素质',
				'B. 生产工具',
				'C. 生产管理的科学化程度',
				'D. 科学技术水平',
				'正确答案:B',
				'5分'
			],
			[
				'21. (单选题)马克思指出:“社会形态发展是自然历史过程”，这是指( )',
				'A. 社会形态的发展与自然界的发展完全一样',
				'B. 社会形态的发展也是自发的过程',
				'C. 社会形态的发展是客观的有规律的发展过程',
				'D. 社会形态的发展与主体的活动无关',
				'正确答案:C',
				'5分'
			],
			[
				'22. (单选题)人的发展进步构成了社会进步的重要标志。唯物史观从社会进步和人的发展的内在联系出发，把人的发展从低级到高级依次概括为三个阶段，即( )',
				'A. 自然经济社会、商品经济社会、时间经济社会',
				'B. 原始公有制社会、私有制社会、共产主义公有制社会',
				'C. 农业社会、工业社会、信息社会',
				'D. 人的依赖关系占统治地位的阶段、以物的依赖关系为基础的人的独立性的阶段、自由个性的阶段',
				'正确答案:D',
				'5分'
			],
			[
				'23. (单选题)不断扩大的产品销路的需要，驱使资产阶级奔走于全球各地，它必须到处落户、到处开发，到处建立联系，资产阶级，由于开拓了世界市场，使一切国家的生产和消费都成为世界性的了。各民族、国家通过普遍交往，打破孤立隔绝，进入相互依存、相互联系的世界整体化历史。总体来说，人们将交往划分为( )',
				'A. 物质交往和精神交往',
				'B. 经济交往和政治交往',
				'C. 人际交往和社会交往',
				'D. 个体交往和群体交往',
				'正确答案:A',
				'5分'
			],
			[
				'24. (单选题)人类历史向世界历史的转变是( )',
				'A. 资本主义生产方式出现和向世界扩张的结果',
				'B. 某种神秘力量的决定',
				'C. 生产关系发展导致',
				'D. 少数英雄人物实现其思想.意志的过程',
				'正确答案:A',
				'5分'
			],
			[
				'25. (单选题)“中国速度”何以如此之快，“中国力量”何以源源不断?世界上很多人都感到无法不思考这个问题。国际社会日益认识到，答案就在于体现人民意志、保障人民权益、激发人民创造活力的中国制度优势。疫情防控工作取得的成效，脱贫攻坚取得的成效等都再次彰显了中国共产党领导和中国特色社会主义制度的显著优势。这反映了( )',
				'A. 生产力决定生产关系',
				'B. 生产关系对生产力具有能动的反作用',
				'C. 经济基础决定上层建筑',
				'D. 上层建筑对经济基础具有反作用',
				'正确答案:D',
				'5分'
			],
			[
				'26. (单选题)在生产力和生产关系、经济基础和上层建筑这两对社会运动的基本矛盾中( )',
				'A. 两对矛盾是并列统一的关系',
				'B. 两对矛盾是相互排斥、相互对立的关系',
				'C. 生产力和生产关系的矛盾运动起决定性作用',
				'D. 经济基础和上层建筑的矛盾起决定性作用',
				'正确答案:C',
				'5分'
			],
			[
				'27. (多选题)著名的法国启蒙学者孟德斯鸠认为，气候是决定因素，“气候的权力强于一切权力”。酷热有害于力量和勇气，寒冷赋予人类头脑和身体以某种力量，使人们能够从事持久、艰巨、伟大而勇敢的行动。因此，“热带民族的懦弱往往使他们陷于奴隶地位，而寒带民族的强悍则使他们保持自由的地位。所有这些都是自然原因造成的。”从历史唯物主义的角度看，地理环境决定论的错误在于( )',
				'A. 不了解自然环境、人口、物质资料生产方式都是社会历史发展的决定力量',
				'B. 没有看到自然环境正是由人来改变的',
				'C. 不懂得自然环境同社会生活是两种不同质的事物',
				'D. 只把人和社会看作在自然界面前消极适应的被动者',
				'正确答案:BCD',
				'2.5分'
			],
			[
				'28. (多选题)马克思说，“任何一个民族，如果停止劳动，不用说一年，就是几个星期，也要灭亡。”这告诉我们( )',
				'A. 物质生产方式是社会存在和发展的基础',
				'B. 人最本质的劳动是物质生产',
				'C. 物质生产活动及生产方式是人类其他一切活动的首要前提',
				'D. 劳动是物质财富的唯一源泉',
				'正确答案:ABC',
				'2.5分'
			],
			[
				'29. (多选题)物质资料的生产方式是人类社会存在和发展的基础和决定力量，其表现有( )',
				'A. 它决定社会的结构、性质和面貌',
				'B. 它制约着人们的经济生活、政治生活和精神生活等全部社会生活',
				'C. 物质生产活动及生产方式的变化发展决定整个社会历史的变化发展，决定社会形态从低级向高级的更替和发展',
				'D. 它是人类其他一切活动的首要前提',
				'正确答案:ABCD',
				'5分'
			],
			[
				'30. (多选题)老龄化是全球性人口发展大趋势，也是今后较长一段时期我国的基本国情。党的十八大以来，根据我国人口发展变化趋势，党中央、国务院先后作出单独两孩、全面两孩等重大决策部署，2021年又进一步优化生育政策，实施一对夫妻可以生育三个子女政策及配套支持措施。长期看，这将有利于改善人口年龄结构，扩大新增劳动力供给，增加社会整体活力，降低老龄化峰值水平。从唯物史观的角度分析，国家如此重视人口问题是因为( )',
				'A. 人口因素是重要的社会物质生活条件',
				'B. 人口因素是社会存在和发展的基础及决定力量',
				'C. 人口的数量、质量和结构等因素对生产发展和社会进步起加速或延缓的作用',
				'D. 人口因素要受社会生产状况和社会制度的制约',
				'正确答案:ACD',
				'2.5分'
			],
			[
				'31. (多选题)创作生产出无愧于这个伟大时代的优秀作品，把最好的精神食粮奉献给人民，是广大文化文艺工作者的光荣使命。伴随中国社会发展向前，在深入开掘现实、彰显时代精神的同时，更要勇于突破，锐意创新。习近平总书记曾多次引用古文诗句指明文艺创作的方向，例如“文章合为时而著,诗歌合为事而作”，“诗文随事运,无日不趋新”，“文变染乎世情,兴废系乎时序”等。这些诗句蕴含的哲理有( )',
				'A. 社会存在是社会意识内容的客观来源',
				'B. 社会意识是具体的、历史的',
				'C. 随着社会存在的发展，社会意识也相应地或迟或早地发生变化和发展',
				'D. 社会意识始终对社会发展起着积极的促进作用',
				'正确答案:ABC',
				'5分'
			],
			[
				'32. (多选题)社会意识对社会存在具有依赖性，这是因为( )',
				'A. 社会存在是社会意识内容的客观来源',
				'B. 社会意识是人们进行社会物质交往的产物',
				'C. 社会意识的变化、发展，其根源深深地埋藏于经济事实之中',
				'D. 社会意识具有相对独立性',
				'正确答案:ABC',
				'5分'
			],
			[
				'33. (多选题)唯心主义历史观的主要缺陷是( )',
				'A. 至多考察了人的活动的思想动机，而没有进一步考究思想动机背后的物质动因和经济根源',
				'B. 从社会意识决定社会存在的前提出发，把社会历史看成精神发展史',
				'C. 根本不懂得社会历史的客观规律',
				'D. 根本不懂得人民群众在社会历史发展中的决定作用',
				'正确答案:ABCD',
				'5分'
			],
			[
				'34. (多选题)生产力的基本要素包括( )',
				'A. 劳动者',
				'B. 劳动资料',
				'C. 劳动对象',
				'D. 科学技术',
				'正确答案:ABC',
				'5分'
			],
			[
				'35. (多选题)生产关系包括( )',
				'A. 产品的分配关系',
				'B. 产品的交换关系',
				'C. 生产资料所有制关系',
				'D. 生产中人与人的关系',
				'正确答案:ACD',
				'0分'
			],
			[
				'36. (多选题)生产力与生产关系的相互关系是( )',
				'A. 生产力决定生产关系',
				'B. 生产关系对生产力具有能动的反作用',
				'C. 生产力包括生产关系',
				'D. 生产力就是生产关系',
				'正确答案:AB',
				'5分'
			],
			[
				'37. (多选题)2024年世界互联网大会乌镇峰会将于11月19日至22日在浙江乌镇举行。本次峰会将全面聚焦人工智能，以“拥抱以人为本、智能向善的数字未来——携手构建网络空间命运共同体”为主题，互联网、人工智能等的发展进一步体现人类交往范围的扩大，交往对社会生活的重要的影响主要体现在( )',
				'A. 促进生产力的发展',
				'B. 促进社会关系的进步',
				'C. 促进文化的发展与传播',
				'D. 促进人的全面发展',
				'正确答案:ABCD',
				'5分'
			],
			[
				'38. (多选题)世界历史的形成与发展为共产主义的实现提供了条件和路径，主要表现在( )',
				'A. 世界历史的形成与发展促使共产主义快速实现',
				'B. 世界历史的形成与发展促使共产主义不需要经过革命而实现',
				'C. 在世界历史的不断深化中，交往和竞争也不断扩大，生产力获得空前发展，为共产主义代替资本主义奠定了坚实的物质基础',
				'D. 世界历史的深化也促使全世界无产阶级走向联合，在条件成熟的情况下，推动国际共产主义运动取得全球性胜利，推动共产主义的实现',
				'正确答案:CD',
				'5分'
			],
			[
				'39. (多选题)生产关系一定要适合生产力发展状况的规律之所以是人类社会发展的普遍规律，其原因在于( )',
				'A. 它揭示了人类社会发展的源泉、动力和一般过程',
				'B. 它规定和制约着人类社会历史中的其他规律',
				'C. 它决定并且制约着参与社会发展过程中自然界发展的客观规律',
				'D. 它是人类社会在历史发展中始终起作用的规律',
				'正确答案:ABD',
				'5分'
			],
			[
				'40. (判断题)在对待社会历史发展及其规律问题上，历来存在着唯物史观与唯心史观两种根本对立的观点。( )',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'5分'
			],
			[
				'41. (判断题)社会意识形式有意识形态和非意识形态之分。( )',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'5分'
			],
			[
				'42. (判断题)政治法律思想、道德、艺术、宗教、哲学属于意识形态( )',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'5分'
			],
			[
				'43. (判断题)社会意识相对独立性最突出的表现是社会意识的发展同社会经济发展水平的不平衡性。( )',
				'A. 对',
				'B. 错',
				'正确答案:错',
				'5分'
			],
			[
				'44. (判断题)科学技术是第一生产力，科技的发展离不开高素质的人才，可见人口的数量、素质和结构等状况对社会发展起决定性作用。( )',
				'A. 对',
				'B. 错',
				'正确答案:错',
				'5分'
			],
			[
				'45. (判断题)恩格斯指出:“在历史上出现的一切社会关系和国家关系，一切宗教制度和法律制度，一切理论观点，只有理解了每一个与之相适应的时代的物质生活条件，并且从这些物质条件中引申出来的时候，才能理解。”这里的“物质生活条件”主要是指自然地理环境。( )',
				'A. 对',
				'B. 错',
				'正确答案:错',
				'5分'
			],
			[
				'46. (判断题)某些经济水平相对落后的国家或地区，其社会意识的某些方面却可以领先于经济发达的国家和地区，之所以会这样是因为社会意识与社会存在在发展上具有不完全同步和不平衡性。( )',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'5分'
			],
			[
				'47. (判断题)政治法律思想是属于社会意识，但不属于上层建筑的范畴。( )',
				'A. 对',
				'B. 错',
				'正确答案:错',
				'5分'
			],
			[
				'48. (判断题)有什么样的社会存在立马就会出现什么样的社会意识。( )',
				'A. 对',
				'B. 错',
				'正确答案:错',
				'5分'
			],
			[
				'49. (判断题)社会意识的能动作用是通过指导人们的实践活动实现的。( )',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'5分'
			],
			['50. (判断题)政体决定国体，国体服从于政体。( )', 'A. 对', 'B. 错', '正确答案:错', '5分'],
			[
				'51. (判断题)2024年政府工作报告中，发展新质生产力位列政府十大工作任务的首位，新质生产力要求劳动者、劳动资料、劳动对象三个基本要素实现质的飞跃和整体跃升。( )',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'5分'
			],
			[
				'52. (判断题)社会基本矛盾贯穿社会发展过程的始终。( )',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'5分'
			],
			[
				'53. (判断题)社会基本矛盾特别是生产力和生产关系的矛盾，决定着社会中其他矛盾的存在和发展。( )',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'5分'
			]
		]
	},
	{
		name: "第三章第二节",
		list: [
			[
				'1. (单选题)社会发展的根本动力(   )',
				'A. 阶级斗争',
				'B. 科学技术',
				'C. 革命和改革',
				'D. 社会基本矛盾',
				'正确答案:D',
				'6.2分'
			],
			[
				'2. (单选题)人类社会发展和进步的最终决定力量(   )',
				'A. 生产力',
				'B. 生产关系',
				'C. 人民群众',
				'D. 科学技术',
				'正确答案:A',
				'6.2分'
			],
			[
				'3. (单选题)阶级斗争的实质内容是(   )',
				'A. 争取和维护本阶级的经济利益',
				'B. 掌握政权',
				'C. 促进生产力发展',
				'D. 促进全人类的解放',
				'正确答案:A',
				'6.2分'
			],
			[
				'4. (单选题)阶级斗争对阶级社会发展的推动作用突出地表现在(   )',
				'A. 推动社会的全面进步',
				'B. 推动社会形态的更替',
				'C. 促进全人类的解放',
				'D. 推动同一社会形态的量变',
				'正确答案:B',
				'6.2分'
			],
			[
				'5. (单选题)“更加注重改革实效”“以钉钉子精神抓好改革落实”，党的二十届三中全会审议通过了《中共中央关于进一步全面深化改革 推进中国式现代化的决定》，科学谋划了围绕中国式现代化进一步全面深化改革的总体部署，强调“全党上下要齐心协力抓好《决定》贯彻落实，把进一步全面深化改革的战略部署转化为推进中国式现代化的强大力量”。改革的目的是(   )',
				'A. 改变社会制度',
				'B. 实现社会绝对公平',
				'C. 解决社会基本矛盾',
				'D. 重新分配社会资源',
				'正确答案:C',
				'6.2分'
			],
			[
				'6. (单选题)下列哪项技术变革最有可能催生新质生产力(   )',
				'A. 传统机械制造技术的优化',
				'B. 大规模流水线生产技术的复制',
				'C. 量子计算技术的突破',
				'D. 普通农业种植技术的推广',
				'正确答案:C',
				'6.2分'
			],
			[
				'7. (多选题)阶级斗争的根源是(   )',
				'A. 阶级之间物质利益的根本对立',
				'B. 社会经济关系的冲突',
				'C. 生产力的发展',
				'D. 被压迫阶级的反抗',
				'正确答案:AB',
				'3.1分'
			],
			[
				'8. (多选题)习近平总书记指出，在新的起点上继续推动文化繁荣、建设文化强国、建设中华民族现代文明，是我们在新时代新的文化使命。以习近平文化思想为引领，建设社会主义文化强国可以从筑牢文化强国建设的思想基石、打造坚实的人才基石、夯实文化根脉、营造良好的外部环境这些方面推进。正确把握文化的前进方向，充分发挥文化的积极作用，对引领社会发展至关重要，表现在(   )',
				'A. 为社会发展提供思想指引',
				'B. 为社会发展提供精神动力',
				'C. 为社会发展提供凝聚力量',
				'D. 对社会发展起基础和决定作用',
				'正确答案:ABC',
				'6.2分'
			],
			[
				'9. (多选题)科学技术在社会发展中的作用主要体现在(   )',
				'A. 对生产方式产生了深刻影响',
				'B. 对生活方式产生了巨大影响',
				'C. 促进了思维方式的变革',
				'D. 促进了社会的进步',
				'正确答案:ABCD',
				'6.3分'
			],
			[
				'10. (判断题)社会主要矛盾和非主要矛盾相互作用，在一定条件下相互转化。(  )',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'6.3分'
			],
			['11. (判断题)革命根源于社会基本矛盾的尖锐。(  )', 'A. 对', 'B. 错', '正确答案:对', '6.3分'],
			[
				'12. (判断题)党的二十届三中全会强调进一步全面深化改革的重要性和必要性，从根本上说改革是为了推动生产关系和生产力、上层建筑和经济基础更好适应。(   )',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'6.3分'
			],
			[
				'13. (判断题)在人类历史发展中，先进文化是有效解决人类社会生存和发展中各种矛盾的精神武器。(  )',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'6.3分'
			],
			[
				'14. (判断题)广义的文化是指人类的精神生产活动及其结果，是与经济、政治相对应的观念形态的文化，是对社会经济、政治的反映。(  )',
				'A. 对',
				'B. 错',
				'正确答案:错',
				'6.3分'
			],
			[
				'15. (判断题)文明是人类创造的所有物质成果、精神成果和制度成果的总和。(  )',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'6.3分'
			],
			[
				'16. (判断题)从时间上看，文明形态按照科学技术和生产力的发展水平，可以划分为农耕文明、工业文明和信息文明。(  )',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'6.3分'
			]
		]
	},
	{
		name: "第三章第三节",
		list: [
			[
				'1. (单选题)唯物史观和唯心史观的对立，在历史创造者的问题上表现为( )的对立。',
				'A. 神学史观和人本史观',
				'B. 群众史观和英雄史观',
				'C. 反映论和先验论',
				'D. 辩证法和形而上学',
				'正确答案:B',
				'4.1分'
			],
			[
				'2. (单选题)英雄创造历史的观点的前提是( )',
				'A. 社会意识决定社会存在',
				'B. 社会意识有能动的反作用',
				'C. 社会运动是受偶然性支配的',
				'D. 人是社会运动的主体',
				'正确答案:A',
				'4.1分'
			],
			[
				'3. (单选题)人民群众之所以是历史的创造者,最根本的原因在于( )',
				'A. 人民群众占人口的大多数',
				'B. 人民群众具有先进的思想',
				'C. 人民群众是社会历史的主体',
				'D. 人民群众通晓历史的发展规律',
				'正确答案:C',
				'4.1分'
			],
			[
				'4. (单选题)制约人民群众创造历史的首要的、决定性条件是( )',
				'A. 经济条件',
				'B. 政治条件',
				'C. 精神文化条件',
				'D. 传统观念',
				'正确答案:A',
				'4.1分'
			],
			[
				'5. (单选题)人民群众创造历史的活动要受到一定社会历史条件的制约，这就是人民群众( )',
				'A. 不是社会历史的主体',
				'B. 不能推动社会形态的更替',
				'C. 不是社会革命的主力',
				'D. 不能随心所欲地创造历史',
				'正确答案:D',
				'4.1分'
			],
			[
				'6. (单选题)群众路线是中国共产党的( )',
				'A. 政治路线',
				'B. 组织路线',
				'C. 生命线和根本工作路线',
				'D. 思想路线',
				'正确答案:C',
				'4.1分'
			],
			[
				'7. (单选题)历史上杰出人物的产生是( )',
				'A. 纯粹偶然的',
				'B. 纯粹必然的',
				'C. 偶然性与必然性的统一',
				'D. 有的是偶然有的是必然',
				'正确答案:C',
				'4.1分'
			],
			[
				'8. (单选题)以习近平同志为核心的党中央提出坚持以人民为中心的思想，创造性地运用和发展了唯物史观关于( )的基本原理。',
				'A. 生产关系要适应生产力发展',
				'B. 社会历史发展基本规律',
				'C. 人民群众是历史创造者',
				'D. 社会意识具有相对独立性',
				'正确答案:C',
				'4.1分'
			],
			[
				'9. (单选题)人民群众既是历史的“剧中人”,又是历史的“剧作者”,这是 ( )',
				'A. 唯心主义的观点',
				'B. 折中主义的观点',
				'C. 历史唯物主义的观点',
				'D. 历史循环论的观点',
				'正确答案:C',
				'4.2分'
			],
			[
				'10. (单选题)历史人物在历史上的作用表现为( )',
				'A. 加速或延缓历史的发展',
				'B. 改变历史发展的规律',
				'C. 决定历史时代的根本特点',
				'D. 改变历史发展的方向',
				'正确答案:A',
				'4.2分'
			],
			[
				'11. (单选题)评价无产阶级领袖人物，以下说法错误的是( )',
				'A. 要坚持历史分析方法',
				'B. 要坚持阶级分析方法',
				'C. 无产阶级领袖人物都是天选之人',
				'D. 不要忽略他们在认识和行动中所存在的历史局限性',
				'正确答案:C',
				'4.2分'
			],
			[
				'12. (多选题)唯物史观在考察谁是历史的创造者时坚持的原则包括( )',
				'A. 唯物史观立足于现实的人及其本质来把握历史的创造者',
				'B. 唯物史观立足于整体的社会历史过程来探究谁是历史的创造者',
				'C. 唯物史观从社会历史发展的必然性入手来考察和说明谁是历史的创造者',
				'D. 唯物史观从人与历史关系的不同层次上考察谁是历史的创造者',
				'正确答案:ABCD',
				'4.2分'
			],
			[
				'13. (多选题)关于人的本质,正确的是( )',
				'A. 人的本质是一切社会关系的总和',
				'B. 人的本质属性是社会属性,而不是自然属性',
				'C. 人的本质属性表现在各种社会关系中',
				'D. 人的本质是变化、发展的,而不是永恒不变的',
				'正确答案:ABCD',
				'4.2分'
			],
			[
				'14. (多选题)关于人民群众,正确的是( )',
				'A. 从质上说是指一切对社会历史发展起推动作用的人',
				'B. 从量上说是指社会人口中的绝大多数。在不同的历史时期,人民群众有着不同的阶级、阶层和集团,最稳定的主体部分始终是从事物质资料生产的劳动群众',
				'C. 在当代中国,凡是拥护、参加和推动中国特色社会主义事业的人都属于人民群众的范畴',
				'D. 人民群众即是指无产阶级',
				'正确答案:ABC',
				'4.2分'
			],
			[
				'15. (多选题)党的群众路线是我们坚持马克思主义群众观点的具体应用，即( )',
				'A. 一切为了群众',
				'B. 一切依靠群众',
				'C. 一切严格按照群众的意见和要求办',
				'D. 从群众中来,到群众中去',
				'正确答案:ABD',
				'4.2分'
			],
			[
				'16. (多选题)“时势造英雄”和“英雄造时势”是( )',
				'A. 两种根本对立的观点',
				'B. 前者是历史唯物主义,后者是历史唯心主义',
				'C. 前者是科学历史观,后者是唯心史观',
				'D. 两种互补的观点',
				'正确答案:ABC',
				'4.2分'
			],
			[
				'17. (多选题)“一言可以兴邦，一言可以丧邦”，英雄人物的意志可以改变历史发展的方向，这种观点是( )',
				'A. 否认历史必然性的唯意志论',
				'B. 否认历史偶然性的机械论',
				'C. 唯心主义非决定论在历史观的表现',
				'D. 夸大个人作用的唯心史观',
				'正确答案:ACD',
				'4.2分'
			],
			[
				'18. (多选题)历史唯心主义有两个根本缺陷,下列各项属于这两个根本缺陷的有( )',
				'A. 看不到阶级斗争在社会发展中的作用',
				'B. 否认物质资料的生产方式是社会发展的决定力量',
				'C. 看不到杰出人物在历史上的作用',
				'D. 抹杀人民群众的历史作用,宣扬少数英雄人物创造历史',
				'正确答案:BD',
				'4.2分'
			],
			[
				'19. (多选题)历史唯物主义认为，人民群众是社会历史的创造者，因此，我们党在带动人民全面建成小康社会，推进社会主义现代化，实现中华民族伟大复兴的进程中，应该( )',
				'A. 保持同人民群众的血肉联系,坚持全心全意为人民服务的根本宗旨',
				'B. 把人民利益放在第一位,始终与人民心连心、同呼吸、共命运',
				'C. 着力解决人民群众反映强烈的突出问题,坚持问政于民、问需于民、问计于民',
				'D. 更好反映群众呼声,维护群众合法权益',
				'正确答案:ABCD',
				'4.2分'
			],
			[
				'20. (多选题)中国共产党第十九届中央委员会第六次全体会议公报指出，党确立习近平同志党中央的核心、全党的核心地位，确立习近平新时代中国特色社会主义思想的指导地位，反映了全党全军全国各族人民共同心愿，对新时代党和国家事业发展、对推进中华民族伟大复兴历史进程具有决定性意义。群众、阶级、政党、领袖环环相扣、相互依存，构成一个有机整体，这启示我们，发展中国特色社会主义事业要( )。',
				'A. 坚持党的群众观点群众路线',
				'B. 巩固党的阶级基础和群众基础',
				'C. 确保党的坚强领导核心地位',
				'D. 更好发挥人民领袖的领导作用',
				'正确答案:ABCD',
				'4.2分'
			],
			['21. (判断题)历史人物就是杰出人物。( )', 'A. 对', 'B. 错', '正确答案:错', '4.2分'],
			[
				'22. (判断题)政党是阶级组织最集中、最严密、最高级的形式。( )',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'4.2分'
			],
			[
				'23. (判断题)历史人物在历史上的作用表现为改变历史发展的规律。( )',
				'A. 对',
				'B. 错',
				'正确答案:错',
				'4.2分'
			],
			[
				'24. (判断题)任何英雄人物的行为都不能超出他们所处的历史所许可的范围，这是历史唯物主义的观点。( )',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'4.2分'
			]
		]
	},
	{
		name: "第四章第一节",
		list: [
			[
				'1. (单选题)商品的二因素是: (单选题)',
				'A. 使用价值和价值',
				'B. 价值和交换价值',
				'C. 使用价值和交换价值',
				'D. 价值和价值形式',
				'正确答案:A',
				'7.1分'
			],
			[
				'2. (单选题)马克思指出:“我们从小麦的滋味中根本无法判断它是封建农民生产的,还是资本主义制度下农业工人生产的。”这说明: (单选题)',
				'A. 使用价值是历史范畴',
				'B. 物品的使用价值都是劳动者生产出来的',
				'C. 同一物品的使用价值随着生产关系的变化而变化',
				'D. 同一物品的使用价值并不反映生产关系的性质',
				'正确答案:D',
				'7.1分'
			],
			[
				'3. (单选题)马克思指出:“一切商品对它们的所有者是非使用价值,对它们的非所有者是使用价值。”对这句话应该理解为: (单选题)',
				'A. 商品的使用价值和价值是统一的',
				'B. 有使用价值的物品不一定有价值',
				'C. 商品所有者可以同时占有使用价值和价值',
				'D. 商品所有者只有让渡使用价值,才能获得价值',
				'正确答案:D',
				'7.1分'
			],
			[
				'4. (单选题)商品的价值量是由: (单选题)',
				'A. 个别劳动时间决定的',
				'B. 必要劳动时间决定的',
				'C. 社会必要劳动时间决定的',
				'D. 剩余劳动时间决定的',
				'正确答案:C',
				'7.1分'
			],
			[
				'5. (单选题)货币的本质是(     )。',
				'(单选题)',
				'A. 商品内在矛盾发展的产物',
				'B. 价值形式发展的最后阶段',
				'C. 固定地充当一般等价物的商品',
				'D. 价值的表现形式',
				'正确答案:C',
				'7.1分'
			],
			[
				'6. (单选题)在商品经济中,价值规律的表现形式是(    )。',
				'(单选题)',
				'A. 商品的价格围绕商品的价值自发波动',
				'B. 价值围绕市场价格上下波动',
				'C. 价格和价值始终不一致',
				'D. 价格和价值始终一致',
				'正确答案:A',
				'7.1分'
			],
			[
				'7. (单选题)商品的价值量取决于: (单选题)',
				'A. 必要劳动时间',
				'B. 剩余劳动时间',
				'C. 个别劳动时间',
				'D. 社会必要劳动时间',
				'正确答案:D',
				'7.1分'
			],
			[
				'8. (单选题)商品经济的基本矛盾是(     )。',
				'(单选题)',
				'A. 生产力与生产关系之间的矛盾',
				'B. 私人劳动和社会劳动的矛盾',
				'C. 价值和使用价值',
				'D. 抽象劳动和具体劳动',
				'正确答案:B',
				'7.1分'
			],
			[
				'9. (多选题)商品价值和交换价值的关系是: (多选题)',
				'A. 价值是交换价值的基础',
				'B. 交换价值是价值的内容和基础',
				'C. 交换价值是价值的表现形式',
				'D. 价值是交换价值的表现形式',
				'正确答案:AC',
				'7.2分'
			],
			[
				'10. (多选题)人们往往将汉语中的“价”、“值”二字与金银财宝等联系起来,而这两字的偏旁却都是“人”，示意价值在“人”。马克思的劳动价值论透过商品交换的物与物的关系，揭示了商品价值的科学内涵，其主要观点有(     )。',
				'(多选题)',
				'A. 劳动是社会财富的唯一源泉',
				'B. 具体劳动是商品价值的实体',
				'C. 价值是凝结在商品中的无差别的一般人类劳动',
				'D. 价值在本质上体现了生产者之间的社会关系',
				'正确答案:CD',
				'7.2分'
			],
			[
				'11. (多选题)马克思创立的劳动二重性理论具有重大意义,是因为: (多选题)',
				'A. 它是建立科学劳动价值论的坚实基础',
				'B. 它是剩余价值理论建立的重要基础',
				'C. 它是划分不变资本和可变资本的根据',
				'D. 它是理解资本积累、资本有机构成、资本再生产等理论的钥匙',
				'正确答案:ABD',
				'7.2分'
			],
			[
				'12. (判断题)具体劳动所反映的是商品生产者的社会关系,是劳动的社会属性。(    )',
				'(判断题)',
				'A. 对',
				'B. 错',
				'正确答案:错',
				'7.2分'
			],
			[
				'13. (判断题)商品的价值量与生产商品所耗费的社会必要劳动时间成反比。 (判断题)',
				'A. 对',
				'B. 错',
				'正确答案:错',
				'7.2分'
			],
			[
				'14. (判断题)马克思劳动价值论揭示了商品经济的一般规律。(     )',
				'(判断题)',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'7.2分'
			]
		]
	},
	{
		name: "第四章第二三节",
		list: [
			[
				'1. (单选题)资本主义的生产过程是( )。',
				'(单选题)',
				'A. 劳动过程',
				'B. 生产剩余价值的过程',
				'C. 生产使用价值的过程',
				'D. 劳动过程和价值增殖过程的统一',
				'正确答案:D',
				'2.8分'
			],
			[
				'2. (单选题)区分不变资本和可变资本的根据是( )。 (单选题)',
				'A. 它们在剩余价值生产中所起的作用不同',
				'B. 它们的价值周转方式不同',
				'C. 它们在流通中采取的形态不同',
				'D. 它们在生产使用价值过程中的作用不同',
				'正确答案:A',
				'2.8分'
			],
			[
				'3. (单选题)剩余价值的唯一源泉是雇佣劳动者的( )。',
				'(单选题)',
				'A. 具体劳动',
				'B. 必要劳动',
				'C. 剩余劳动',
				'D. 个别劳动',
				'正确答案:C',
				'2.8分'
			],
			[
				'4. (单选题)剩余价值率反映( )。',
				'(单选题)',
				'A. 全部预付资本的增殖程度',
				'B. 生产资本的增殖程度',
				'C. 资本家剥削雇佣劳动者的程度',
				'D. 不变资本的增殖程度',
				'正确答案:C',
				'2.8分'
			],
			[
				'5. (单选题)劳动力成为商品是货币转化为资本的前提条件,这是因为( ) 。',
				'(单选题)',
				'A. 资本家购买的是劳动力的价值',
				'B. 货币所有者购买的劳动力能够带来剩余价值',
				'C. 劳动力商品具有价值和使用价值',
				'D. 劳动力自身的价值能够在消费过程中转移到新的商品中去',
				'正确答案:B',
				'2.8分'
			],
			[
				'6. (单选题)必要劳动时间不变的条件下，延长工作日和提高劳动强度所生产的剩余价值是( )。',
				'(单选题)',
				'A. 绝对剩余价值',
				'B. 相对剩余价值',
				'C. 超额剩余价值',
				'D. 垄断剩余价值',
				'正确答案:A',
				'2.8分'
			],
			[
				'7. (单选题)资本循环的三种职能形式是( )。',
				'(单选题)',
				'A. 货币资本、生产资本、商品资本',
				'B. 产业资本、商业资本、借贷资本',
				'C. 固定资本、流动资本、生产资本',
				'D. 不变资本、可变资本、流通资本',
				'正确答案:A',
				'2.8分'
			],
			[
				'8. (单选题)社会再生产的核心问题是( )。',
				'(单选题)',
				'A. 生活资料问题',
				'B. 社会总价值问题',
				'C. 社会总产品的实现问题',
				'D. 生产资料问题',
				'正确答案:C',
				'2.8分'
			],
			[
				'9. (单选题)马克思社会资本再生产理论,揭示了社会资本运动的内在规律性,即( )。',
				'(单选题)',
				'A. 社会两大部类内部各个产业部门之间和两大部类之间都应保持一定的比例关系,社会再生产才能顺利进行,否则社会总产品的实现就会遇到困难,生产过剩的经济危机就会产生',
				'B. 商品的价格围绕价值自发波动',
				'C. 生产关系一定要适合生产力状况',
				'D. 上层建筑一定要适合经济基础状况',
				'正确答案:A',
				'2.8分'
			],
			[
				'10. (单选题)资本主义工资的本质是( )。',
				'(单选题)',
				'A. 劳动的价值或价格',
				'B. 劳动力的价值或价格',
				'C. 工人劳动的全部报酬',
				'D. 工人劳动创造的价值',
				'正确答案:B',
				'2.8分'
			],
			[
				'11. (单选题)利润在本质上是( )。',
				'(单选题)',
				'A. 剩余价值',
				'B. 成本价格的产物',
				'C. 所费资本的产物',
				'D. 全部预付资本的产物',
				'正确答案:A',
				'2.8分'
			],
			[
				'12. (单选题)资本主义扩大再生产的源泉是( )。',
				'(单选题)',
				'A. 剩余价值',
				'B. 资本积累',
				'C. 资本有机构成的提高',
				'D. 资本集中',
				'正确答案:B',
				'2.8分'
			],
			[
				'13. (单选题)资本积累的源泉是( )。',
				'(单选题)',
				'A. 劳动生产率的提高',
				'B. 大资本吞并中小资本的结果',
				'C. 资本家节俭的结果',
				'D. 工人创造的剩余价值',
				'正确答案:D',
				'2.8分'
			],
			[
				'14. (单选题)资本主义基本经济规律是( )。',
				'(单选题)',
				'A. 生产关系一定要适合生产力状况的规律',
				'B. 价值规律',
				'C. 剩余价值规律',
				'D. 相对人口过剩规律',
				'正确答案:C',
				'2.8分'
			],
			[
				'15. (单选题)在资本主义价值增殖过程中( )。',
				'(单选题)',
				'A. 具体劳动创造出新价值,抽象劳动转移生产资料价值',
				'B. 抽象劳动创造出新的使用价值,具体劳动创造出新价值',
				'C. 具体劳动转移生产资料价值,抽象劳动创造出相当于劳动力价值的新价值',
				'D. 具体劳动转移生产资料价值,抽象劳动创造出大于劳动力价值的新价值',
				'正确答案:D',
				'2.8分'
			],
			[
				'16. (单选题)在资本主义商品价值c+v+m中,工人新创造的价值是( )。',
				'(单选题)',
				'A. c+v',
				'B. v+m',
				'C. c+m',
				'D. c+v+m',
				'正确答案:B',
				'2.9分'
			],
			[
				'17. (单选题)资本有机构成是指( )。(单选题)',
				'A. 反映生产资料和劳动力比例关系的资本有机构成',
				'B. 反映不变资本和可变资本比例关系的资本有机构成',
				'C. 以技术构成为基础并反映其变化的资本价值构成',
				'D. 以价值构成为基础并反映其变化的资本技术构成',
				'正确答案:C',
				'2.9分'
			],
			[
				'18. (单选题)资本的周转速度( )。 (单选题)',
				'A. 与周转时间成正比,与周转次数成反比',
				'B. 与周转时间成正比,与周转次数成正比',
				'C. 与周转时间成反比,与周转次数成正比',
				'D. 与周转时间成反比,与周转次数成反比',
				'正确答案:C',
				'2.9分'
			],
			[
				'19. (单选题)资本主义生产方式的基本矛盾是( )。',
				'(单选题)',
				'A. 私人劳动和社会劳动的矛盾',
				'B. 生产力和生产关系的矛盾',
				'C. 生产社会化和生产资料资本主义私有制的矛盾',
				'D. 生产的高度社会化和产品相对过剩的矛盾',
				'正确答案:C',
				'2.9分'
			],
			[
				'20. (单选题)资本主义国家选举的实质是( )。',
				'(单选题)',
				'A. 资产阶级和无产阶级分权',
				'B. 人民当家作主',
				'C. 每个公民都能通过竞选参与政治活动,表达自己的愿望和要求',
				'D. 协调统治阶级内部利益关系和矛盾的重要措施',
				'正确答案:D',
				'2.9分'
			],
			[
				'21. (单选题)利润平均化规律，反映了在瓜分剩余价值上，资本家之间虽然存在竞争和矛盾，但在加强对工人阶级的剥削以榨取更大量的剩余价值这一点上，资本家之间有着共同的阶级利益。平均利润的出现是 ( )',
				'(单选题)',
				'A. 同一部门内不同企业之间竞争的结果',
				'B. 不同部门之间竞争的结果',
				'C. 国际上同类企业之间竞争的结果',
				'D. 不同行业之间工人联合斗争的结果',
				'正确答案:B',
				'2.9分'
			],
			[
				'22. (多选题)雇佣工人的劳动时间分为( )。 (多选题)',
				'A. 个别劳动时间',
				'B. 社会必要劳动时间',
				'C. 必要劳动时间',
				'D. 剩余劳动时间',
				'正确答案:CD',
				'2.9分'
			],
			[
				'23. (多选题)剩余价值生产的基本方法有( )。',
				'(多选题)',
				'A. 绝对剩余价值的生产',
				'B. 超额剩余价值的生产',
				'C. 相对剩余价值的生产',
				'D. 垄断剩余价值的生产',
				'正确答案:AC',
				'2.9分'
			],
			[
				'24. (多选题)资本循环的三个阶段是( )。',
				'(多选题)',
				'A. 消费',
				'B. 购买',
				'C. 生产',
				'D. 售卖',
				'正确答案:BCD',
				'2.9分'
			],
			[
				'25. (多选题)二战后发达资本主义国家生产高度自动化，出现了所谓“无人工厂”，资本家获得的剩余价值也大大增加。因此,资产阶级经济学家认为科学和技术成为独立的剩余价值源泉。实际上，工人的剩余劳动是剩余价值的源泉并没有改变。这是因为( )。',
				'(多选题)',
				'A. 再先进的机器设备也是不变资本的实物形式，它们的价值是工人在生产它们的过程中形成的',
				'B. 再先进的机器设备也必须由人操作才能发挥作用，工人把它们的价值转移到新产品中去，它们本身并不创造价值和剩余价值',
				'C. 生产自动化条件下直接从事生产劳动的工人减少,“总体工人”中脑力劳动的比重不断增大，从而创造出更多的价值和剩余价值',
				'D. 生产自动化是人类社会科学进步的结晶，它的普遍采用会大幅度地提高劳动生产率，使资本家阶级获得比过去更多的财富',
				'正确答案:ABCD',
				'2.9分'
			],
			[
				'26. (多选题)恩格斯指出:“马克思一有机会就提醒读者注意,决不要把他所说的剩余价值同利润或资本赢利相混淆。”对这段话的正确理解应是( )。 (多选题)',
				'A. 剩余价值同利润无本质联系',
				'B. 剩余价值是利润的本质',
				'C. 利润是剩余价值的表现形式',
				'D. 利润是剩余价值的本质',
				'正确答案:BC',
				'2.9分'
			],
			[
				'27. (多选题)2008年由美国次贷危机引发了全球性的经济危机,很多西方人感叹这一经济危机,从根本上仍未超出一百多年前马克思在《资本论》中对资本主义经济危机的精辟分析。马克思对资本主义经济危机科学分析的原创性主要是( )。 (多选题)',
				'A. 指明经济危机的实质是生产相对过剩',
				'B. 指出经济危机的深层原因是人性的贪婪',
				'C. 揭示生产相对过剩的制度原因是生产资料的资本主义私有制',
				'D. 强调政府对经济危机的干预是摆脱经济危机的根本出路',
				'正确答案:AC',
				'2.9分'
			],
			[
				'28. (多选题)马克思指出:“资本主义积累不断地并且同它的能力和规模成比例地生产出相对的，即超过资本增殖的平均需要的，因而是过剩的或追加的工人人口。”“过剩的工人人口是积累或资本主义基础上的财富发展的必然产物，但是这种过剩人口反过来又成为资本主义积累的杠杆，甚至成为资本主义生产方式存在的一个条件。”上述论断表明 ( )',
				'(多选题)',
				'A. 资本主义生产周期性特征需要有相对过剩的人口规律与之相适应',
				'B. 资本主义社会过剩人口之所以是相对的，是因为它不为资本价值增殖所需要',
				'C. 资本主义积累必然导致工人人口的供给相对于资本的需要而过剩',
				'D. 资本主义积累必定使得资本主义社会的人口失业规模呈现越来越大的趋势',
				'正确答案:ABC',
				'2.9分'
			],
			[
				'29. (多选题)在资本主义商品生产的条件下，每个资本家总是力图不断改进技术，改善经营管理，从而获得超额剩余价值。各个资本家追求超额剩余价值的结果是 ( )(多选题)',
				'A. 整个资本家阶级普遍获得相对剩余价值',
				'B. 劳动力商品的价值增加',
				'C. 全社会劳动生产率的提高',
				'D. 剩余劳动实践缩短',
				'正确答案:AC',
				'2.9分'
			],
			[
				'30. (判断题)资本主义积累的历史趋势是资本主义制度的必然灭亡和社会主义制度的必然胜利。( )',
				'(判断题)',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'2.9分'
			],
			[
				'31. (判断题)资本主义经济制度的形成是以劳动力成为商品为前提条件的。____ 难题型:判断题',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'2.9分'
			],
			[
				'32. (判断题)资本是可以带来剩余价值的价值。( )',
				'(判断题)',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'2.9分'
			],
			[
				'33. (判断题)资本不是一种物，而是一种以物为中介的人和人之间的社会关系。( )',
				'(判断题)',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'2.9分'
			],
			[
				'34. (判断题)资本主义社会的资本和社会主义社会的资本固然有很多不同，但资本都是要追逐利润的。( )',
				'(判断题)',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'2.9分'
			],
			[
				'35. (判断题)必须深化对新的时代条件下我国各类资本及其作用的认识，规范和引导资本健康发展，发挥其作为重要生产要素的积极作用。( )',
				'(判断题)',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'2.9分'
			]
		]
	},
	{
		name: "第五章第一节",
		list: [
			[
				'1. (单选题)垄断的形成是 (单选题)',
				'A. 生产集中发展到一定阶段的结果',
				'B. 生产输出的结果',
				'C. 金融资本统治的结果',
				'D. 国家干预经济生活的结果',
				'正确答案:A',
				'3.1分'
			],
			[
				'2. (单选题)垄断利润是( )。',
				'(单选题)',
				'A. 资本家获得的超额利润',
				'B. 垄断组织获得的平均利润',
				'C. 垄断组织获得的一般利润',
				'D. 垄断资本家凭借其在社会生产和流通中的垄断地位获得的超过平均利润的高额利润',
				'正确答案:D',
				'3.1分'
			],
			[
				'3. (单选题)垄断价格的形成和垄断利润的产生表明 (单选题)',
				'A. 价值规律不再起作用了',
				'B. 价值规律的作用受到了限制',
				'C. 价值规律的作用形式发生了变化',
				'D. 价值规律的内容发生了变化',
				'正确答案:C',
				'3.1分'
			],
			[
				'4. (单选题)各种垄断组织虽然形式不同,但本质都是为了',
				'(单选题)',
				'A. 避免两败俱伤',
				'B. 联合起来共同发展',
				'C. 相互之间竞争',
				'D. 获取高额垄断利润',
				'正确答案:D',
				'3.1分'
			],
			[
				'5. (单选题)金融寡头在经济领域中的统治主要是通过( )实现的。',
				'(单选题)',
				'A. 参与制',
				'B. 个人联合',
				'C. 建立政策研究咨询机构对政府施加影响',
				'D. 掌握舆论工具控制新闻媒介',
				'正确答案:A',
				'3.1分'
			],
			[
				'6. (单选题)为了获得高额垄断利润,垄断组织在采购原材料时多采取( )。',
				'(单选题)',
				'A. 垄断高价',
				'B. 垄断低价',
				'C. 自由价格',
				'D. 市场价格',
				'正确答案:B',
				'3.1分'
			],
			[
				'7. (单选题)国家垄断资本主义是( )。',
				'(单选题)',
				'A. 国家政权和私人垄断资本融合在一起的垄断资本主义',
				'B. 国家政权与垄断资本相分离的垄断资本主义',
				'C. 消除了生产无政府状态的垄断资本主义',
				'D. 解决了资本主义基本矛盾的垄断资本主义',
				'正确答案:A',
				'3.1分'
			],
			[
				'8. (单选题)垄断资本主义国家对经济的宏观管理与调节是代表着 (单选题)',
				'A. 大垄断资本家的经济利益',
				'B. 中小资本家的经济利益',
				'C. 垄断资产阶级的整体利益',
				'D. 全体劳动人民的共同利益',
				'正确答案:C',
				'3.1分'
			],
			[
				'9. (单选题)垄断代替自由竞争并占据统治地位是在( )。',
				'(单选题)',
				'A. 19世纪70年代以前',
				'B. 19世纪70年代开始',
				'C. 19世纪末20世纪初',
				'D. 20世纪30年代后',
				'正确答案:C',
				'3.1分'
			],
			[
				'10. (单选题)垄断资本主义国家实际的控制者是 (单选题)',
				'A. 垄断组织',
				'B. 金融寡头',
				'C. 官僚集团',
				'D. 金融资本',
				'正确答案:B',
				'3.1分'
			],
			[
				'11. (单选题)垄断利润的实现主要是通过( )。',
				'(单选题)',
				'A. 平均利润',
				'B. 剩余价值',
				'C. 垄断价格',
				'D. 成本价格',
				'正确答案:C',
				'3.1分'
			],
			[
				'12. (单选题)垄断资本主义国家的计划管理( )。',
				'(单选题)',
				'A. 从根本上解决了资本主义的基本矛盾',
				'B. 消除了资本主义经济危机',
				'C. 导致资本主义向社会主义和平过渡',
				'D. 使生产无政府状态得到一定的缓解',
				'正确答案:D',
				'3.1分'
			],
			[
				'13. (单选题)垄断资本向世界范围扩展的实现是通过( )。',
				'(单选题)',
				'A. 国际联盟',
				'B. 金融寡头',
				'C. 跨国公司',
				'D. 国家政权',
				'正确答案:C',
				'3.1分'
			],
			[
				'14. (单选题)资产阶级国家参与社会再生产的根本目的是 (单选题)',
				'A. 实现供求总量平衡,调整优化经济结构',
				'B. 合理配置资源,提高社会生产力',
				'C. 实现充分就业',
				'D. 保证垄断资产阶级获得高额垄断利润',
				'正确答案:D',
				'3.1分'
			],
			[
				'15. (单选题)第二次世界大战后西方资本主义国家政治生活中十分引人注目的现象是 (单选题)',
				'A. 改良主义政党在政治舞台上的影响日益扩大',
				'B. 工人阶级斗争的发展',
				'C. 新的社会阶层的不断出现',
				'D. 资本家集团的变化',
				'正确答案:A',
				'3.1分'
			],
			[
				'16. (单选题)垄断资本主义国家事实上的主宰者是 (单选题)',
				'A. 银行资本家',
				'B. 工业资本家',
				'C. 金融寡头',
				'D. 商业资本家',
				'正确答案:C',
				'3.1分'
			],
			[
				'17. (单选题)国家垄断资本主义的本质是 (单选题)',
				'A. 国有企业的存在',
				'B. 国私共有的垄断资本',
				'C. 私人垄断资本的主导地位',
				'D. 资产阶级国家力量同垄断组织力量结合在一起的垄断资本主义',
				'正确答案:D',
				'3.1分'
			],
			[
				'18. (单选题)自由竞争资本主义阶段,资本主义国家对外经济联系的主要方式是 (单选题)',
				'A. 资本输出',
				'B. 商品输出',
				'C. 对外经济援助',
				'D. 技术输出',
				'正确答案:B',
				'3.1分'
			],
			[
				'19. (多选题)金融寡头的统治主要是通过( )。',
				'(多选题)',
				'A. 在经济领域通过“参与制”实现的',
				'B. 通过掌握一定数量的股票来层层控制企业',
				'C. 在政治领域通过同政府的“个人联合”来实现的',
				'D. 直接出马或者把自己的代理人送进政府和议会',
				'正确答案:ABCD',
				'3.1分'
			],
			[
				'20. (多选题)国家垄断资本主义的实质是 (多选题)',
				'A. 资本主义生产关系发生了根本的变化',
				'B. 私人垄断资本利用国家机器为其发展服务的手段',
				'C. 资本主义经济制度内的经济关系调整',
				'D. 资本主义生产关系的局部调整',
				'正确答案:BCD',
				'3.1分'
			],
			[
				'21. (多选题)垄断资本主义阶段竞争的特点主要有 (多选题)',
				'A. 竞争的目的是获取高额垄断利润',
				'B. 竞争的手段多样化',
				'C. 竞争的激烈程度超过以往,范围扩展',
				'D. 竞争的后果更加残酷',
				'正确答案:ABCD',
				'3.1分'
			],
			[
				'22. (多选题)国家垄断资本主义的积极作用是 (多选题)',
				'A. 有利于社会生产力的发展',
				'B. 一定范围内突破了私人垄断资本的狭隘界限',
				'C. 通过再分配手段使劳动人民生活水平有所改善和提高',
				'D. 加快了国民经济的现代化进程',
				'正确答案:ABCD',
				'3.1分'
			],
			[
				'23. (多选题)垄断资本向世界范围扩展的主要经济动因是 (多选题)',
				'A. 将过剩资本输出国外获取高额利润',
				'B. 通过技术转移取得在别国的垄断优势而攫取高额垄断利润',
				'C. 争夺商品销售市场',
				'D. 确保原材料和能源的可靠来源',
				'正确答案:ABCD',
				'3.1分'
			],
			[
				'24. (多选题)当代资本主义新变化的实质是 (多选题)',
				'A. 改变了资本主义制度的性质',
				'B. 人类社会发展一般规律作用的结果',
				'C. 没有改变马克思主义关于资本主义的基本原理的科学性',
				'D. 资本在社会经济关系中的支配地位没有根本改变',
				'正确答案:BCD',
				'3.1分'
			],
			[
				'25. (多选题)2008年国际金融危机以来资本主义出现的矛盾和冲突主要表现在( )。',
				'(多选题)',
				'A. 经济发展失调',
				'B. 政治体制失灵',
				'C. 社会融合机制失效',
				'D. 国家治理能力增强',
				'正确答案:ABC',
				'3.2分'
			],
			[
				'26. (多选题)当代资本主义出现的新变化原因是多方面的,主要有( )。',
				'(多选题)',
				'A. 科学技术革命和生产力的发展,是当代资本主义发生新变化的根本推动力量',
				'B. 工人阶级争取自身权利和利益的斗争,是推动当代资本主义发生新变化的重要力量',
				'C. 社会主义制度初步显示的优越性对资本主义产生了重要影响',
				'D. 主张改良主义的政党对资本主义制度的改革触动了资本主义基本经济制度',
				'正确答案:ABC',
				'3.2分'
			],
			[
				'27. (多选题)与第二次世界大战前的资本主义相比,当代资本主义在许多方面已经并正在发生变化。其中在政治制度上的变化有 (多选题)',
				'A. 政治制度出现多元化的趋势,公民权利有所扩大',
				'B. 通过建立政策咨询机构等方式允许民众参与政策的制定和执行',
				'C. 法制建设得到重视和加强,以便协调社会各阶级、阶层之间的利益',
				'D. 改良主义政党在政治舞台上的影响日益扩大',
				'正确答案:ACD',
				'3.2分'
			],
			[
				'28. (多选题)资本主义生产方式的发展迄今为止经历了 (多选题)',
				'A. 自由竞争资本主义阶段',
				'B. 资本主义经济“滞涨”阶段',
				'C. 私人垄断资本主义阶段',
				'D. 国家垄断资本主义阶段',
				'正确答案:ACD',
				'3.2分'
			],
			[
				'29. (多选题)在经济全球化进程中,社会分工得以在更大的范围内进行,资金、技术等生产要素可以在国际社会流动和优化配置,由此可以带来巨大的分工利益,推动世界生产力的发展。经济全球化对发展中国家的积极作用主要表现在 (多选题)',
				'A. 为发展中国家提供先进的技术和管理经验',
				'B. 为发展中国家提供更多的就业机会',
				'C. 为发展中国家提供与发达国家平等的地位和收益',
				'D. 促进发展中国家跨国公司的发展',
				'正确答案:ABD',
				'3.2分'
			],
			[
				'30. (判断题)国家垄断资本主义体现了资本主义生产关系的部分质变。 (判断题)',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'3.2分'
			],
			[
				'31. (判断题)垄断价格是垄断资本家凭借垄断地位制定的，因而否定了价值规律。( )',
				'(判断题)',
				'A. 对',
				'B. 错',
				'正确答案:错',
				'3.2分'
			],
			[
				'32. (判断题)资本主义国家的职能是以服务于资本主义制度和全体人民的根本利益为内容的。( )',
				'(判断题)',
				'A. 对',
				'B. 错',
				'正确答案:错',
				'3.2分'
			]
		]
	},
	{
		name: "第五章第二节、三节",
		list: [
			[
				'1. (多选题)当代资本主义新变化的实质是( ) (多选题)',
				'A. 改变了资本主义制度的性质',
				'B. 人类社会发展一般规律作用的结果',
				'C. 没有改变马克思主义关于资本主义的基本原理的科学性',
				'D. 资本在社会经济关系中的支配地位没有根本改变',
				'正确答案:BCD',
				'10分'
			],
			[
				'2. (多选题)当今世界正在经历一场百年未有之大变局。资本主义社会问题加速积累，资本主义国家内部的矛盾和冲突日益明显，主要表现在( )。(多选题)',
				'A. 经济发展失调',
				'B. 政治体制失灵',
				'C. 社会融合机制失效',
				'D. 国家治理能力增强',
				'正确答案:ABC',
				'10分'
			],
			[
				'3. (多选题)当代资本主义出现的新变化原因是多方面的,主要有( )。(多选题)',
				'A. 科学技术革命和生产力的发展，是当代资本主义发生新变化的根本推动力量',
				'B. 工人阶级争取自身权利和利益的斗争，是推动当代资本主义发生新变化的重要力量',
				'C. 社会主义制度初步显示的优越性对资本主义产生了重要影响',
				'D. 主张改良主义的政党对资本主义制度的根本上改变了资本主义基本经济制度',
				'正确答案:ABC',
				'10分'
			],
			[
				'4. (多选题)与第二次世界大战前的资本主义相比，当代资本主义在许多方面已经并正在发生变化。其中在政治制度上的变化有( ) (多选题)',
				'A. 政治制度出现多元化的趋势，公民权利有所扩大',
				'B. 通过建立政策咨询机构等方式让普通民众能根本上影响政策的制定和执行',
				'C. 法制建设得到重视和加强，以便协调社会各阶级、阶层之间的利益',
				'D. 改良主义政党在政治舞台上的影响日益扩大',
				'正确答案:ACD',
				'10分'
			],
			[
				'5. (多选题)21世纪以来，随着新一轮科技革命和产业变革进入空前密集活跃期，资本主义又呈现出一些新的变化新特征。其中科技创新加速资本主义生产方式的变化主要表现为( )(多选题)',
				'A. 形成了以去工业化、经济虚拟化、金融化为主要特征的产业结构模式',
				'B. 数据成为一种新的生产要素，在大数据、云计算、物联网、区块链等领域发挥越来越重要的作用',
				'C. 数字经济、智能经济、共享经济等新经济新形态出现',
				'D. 以数据的生产、管理、服务等在线化和智能化为主的数字劳动在生产中的地位愈加突出',
				'正确答案:ABCD',
				'10分'
			],
			[
				'6. (多选题)资本主义生产方式的发展迄今为止经历了( ) (多选题)',
				'A. 自由竞争资本主义阶段',
				'B. 资本主义经济“滞涨”阶段',
				'C. 私人垄断资本主义阶段',
				'D. 国家垄断资本主义阶段',
				'正确答案:ACD',
				'10分'
			],
			[
				'7. (多选题)资本主义在全世界被社会主义代替是一个很长的历史过程，在这个过程中两种社会制度的国家( )',
				'A. 可能相互交往',
				'B. 可以和平共处，但也存在斗争',
				'C. 不存在和平共处的可能性',
				'D. 可以平等互利地发生经济联系',
				'正确答案:ABD',
				'10分'
			],
			[
				'8. (判断题)资本主义国家的职能是以服务于资本主义制度和全体人民的根本利益为内容的。( )(判断题)',
				'A. 对',
				'B. 错',
				'正确答案:错',
				'10分'
			],
			[
				'9. (判断题)资本主义社会同历史上有过的一切其他社会制度一样，其产生、发展以及最终为另一种更高级的社会制度所代替，都是由人类社会发展的一般规律所决定的。( )',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'10分'
			],
			[
				'10. (判断题)21世纪以来资本主义的新变化，改变了资本主义的经济基础和追求利润最大化的本性。',
				'A. 对',
				'B. 错',
				'正确答案:错',
				'10分'
			]
		]
	},
	{
		name: "第六章一、二、三节",
		list: [
			[
				'1. (单选题)空想社会主义产生于( )。',
				'(单选题)',
				'A. 16世纪初期',
				'B. 16世纪末期',
				'C. 15世纪初期',
				'D. 17世纪初期',
				'正确答案:A',
				'2.1分'
			],
			[
				'2. (单选题)空想社会主义的开山之作是( )。',
				'(单选题)',
				'A. 《太阳城》',
				'B. 《自然法典》',
				'C. 《乌托邦》',
				'D. 《论法制或法律的原则》',
				'正确答案:C',
				'2.1分'
			],
			[
				'3. (单选题)“资本主义必然灭亡,社会主义必然胜利”是科学社会主义的( )。',
				'(单选题)',
				'A. 主要内容',
				'B. 核心命题',
				'C. 主流思想',
				'D. 理想表述',
				'正确答案:B',
				'2.1分'
			],
			[
				'4. (单选题)( )是反抗资产阶级斗争的最高形式。',
				'(单选题)',
				'A. 资产阶级革命',
				'B. 无产阶级革命',
				'C. 地主阶级革命',
				'D. 国民革命',
				'正确答案:B',
				'2.1分'
			],
			[
				'5. (单选题)第一个将社会主义理论形态转变为现实的领导人是( )',
				'(单选题)',
				'A. 马克思',
				'B. 恩格斯',
				'C. 列宁',
				'D. 斯大林',
				'正确答案:C',
				'2.1分'
			],
			[
				'6. (单选题)科学社会主义的核心内容是( )',
				'(单选题)',
				'A. 建立社会主义国家',
				'B. 人民民主专政',
				'C. 无产阶级专政和社会主义民主',
				'D. 使社会主义从空想变成现实',
				'正确答案:C',
				'2.1分'
			],
			[
				'7. (单选题)科学社会主义之所以能够超越空想社会主义，是因为把争取社会主义的斗争建立在( )',
				'(单选题)',
				'A. 科学的思想体系上',
				'B. 社会发展客观规律的基础上',
				'C. 批判空想社会主义',
				'D. 共产主义者同盟上',
				'正确答案:B',
				'2.1分'
			],
			[
				'8. (单选题)社会主义发展道路必然呈现出多样性特点，原因不包括( )。',
				'(单选题)',
				'A. 生产力发展状况和社会发展阶段决定的',
				'B. 历史文化传统的差异性造成的',
				'C. 时代和实践的不断发展',
				'D. 国际环境',
				'正确答案:D',
				'2.1分'
			],
			[
				'9. (单选题)无产阶级专政的国家政权的阶级基础是( )',
				'(单选题)',
				'A. 工人阶级',
				'B. 工农联盟',
				'C. 农民阶级',
				'D. 知识分子',
				'正确答案:B',
				'2.1分'
			],
			[
				'10. (单选题)社会主义民主的本质是( )',
				'(单选题)',
				'A. 人民当家做主',
				'B. 所有人的民主',
				'C. 法律面前人人平等',
				'D. 比资本主义民主具有不可比拟的优越性',
				'正确答案:A',
				'2.1分'
			],
			[
				'11. (单选题)社会主义的根本任务是( )',
				'(单选题)',
				'A. 进行阶级斗争',
				'B. 改革生产资料所有制',
				'C. 进行政治体制改革、经济体制改革',
				'D. 解放生产力、发展生产力',
				'正确答案:D',
				'2.1分'
			],
			[
				'12. (单选题)科学社会主义的直接理论来源是( )',
				'(单选题)',
				'A. 早期空想社会主义',
				'B. 空想平均共产主义',
				'C. 19世纪初期以圣西门、傅立叶、欧文为代表的空想社会主义',
				'D. 唯物史观和剩余价值学说',
				'正确答案:C',
				'2.1分'
			],
			[
				'13. (单选题)列宁得出社会主义可能在一国或者数国首先取得胜利的结论依据是( )',
				'(单选题)',
				'A. 资本主义国家无产阶级与资产阶级的斗争规律',
				'B. 社会主义必须在所有国家内同时获得胜利',
				'C. 资本主义必然灭亡、社会主义必然胜利的规律',
				'D. 经济和政治发展的不平衡是资本主义的绝对规律',
				'正确答案:D',
				'2.2分'
			],
			[
				'14. (单选题)社会主义实现从空想到科学的发展的标志是( )',
				'(单选题)',
				'A. 《共产党宣言》的发表',
				'B. “共产主义者同盟”的建立',
				'C. 空想社会主义理想的破灭',
				'D. 无产阶级革命的胜利',
				'正确答案:A',
				'2.2分'
			],
			[
				'15. (单选题)社会主义从理论到实践的飞跃是( )',
				'(单选题)',
				'A. 通过社会主义改革实现的',
				'B. 通过对人民群众的教育和灌输实现的',
				'C. 通过宣传和示范实现的',
				'D. 通过无产阶级革命实现的',
				'正确答案:D',
				'2.2分'
			],
			[
				'16. (单选题)“两个必然”的根本依据是( )。',
				'(单选题)',
				'A. 人类社会发展规律',
				'B. 辩证统一规律',
				'C. 否定之否定规律',
				'D. 自然发展规律',
				'正确答案:A',
				'2.2分'
			],
			[
				'17. (单选题)邓小平指出:“社会主义究竟是个什么样子，苏联搞了很多年，也并没有完全搞清楚。可能列宁的思路比较好，搞了个新经济政策，但是后来苏联的模式僵化了。”列宁新经济政策关于社会主义的思维之所以“比较好”是因为( )',
				'(单选题)',
				'A. 提出了比较系统的社会主义建设纲领',
				'B. 根据俄国的实际情况来探索社会主义建设的道路',
				'C. 为俄国找到了一种比较成熟的社会发展模式',
				'D. 按照马克思主义关于未来社会主义的设想来建设社会主义',
				'正确答案:B',
				'2.2分'
			],
			[
				'18. (多选题)空想社会主义的历史功绩是( )(多选题)',
				'A. 对资本主义的弊病进行了深刻的揭露和猛烈的抨击',
				'B. 揭示了资本主义灭亡,社会主义胜利的客观规律',
				'C. 对未来社会作出了天才的设想',
				'D. 找到了变革社会的革命力量',
				'正确答案:AC',
				'2.2分'
			],
			[
				'19. (多选题)十月革命产生了深远的历史影响( )。',
				'(多选题)',
				'A. 打击了帝国主义统治，鼓舞了资本主义国家的革命运动',
				'B. 开启了无产阶级革命的新时代，建立了世界上第一个社会主义国家',
				'C. 促进了马克思列宁主义的传播',
				'D. 推动了无产阶级政党的建立',
				'正确答案:ABCD',
				'2.2分'
			],
			[
				'20. (多选题)东欧剧变.苏联解体最深刻的教训是( )(多选题)',
				'A. 放弃了社会主义道路',
				'B. 放弃了无产阶级专政',
				'C. 放弃了共产党的领导地位',
				'D. 放弃了马克思列宁主义',
				'正确答案:ABCD',
				'2.2分'
			],
			[
				'21. (多选题)无产阶级政党是( )。',
				'(多选题)',
				'A. 无产阶级的先锋队',
				'B. 由无产阶级中先进分子所组成',
				'C. 具有统一的纲领和严格的组织纪律',
				'D. 科学理论武装起来的政党',
				'正确答案:ABCD',
				'2.2分'
			],
			[
				'22. (多选题)实现共同富裕是( )。',
				'(多选题)',
				'A. 社会主义的根本目标',
				'B. 社会主义优越性的体现',
				'C. 社会主义的根本原则',
				'D. 社会主义的本质要求',
				'正确答案:ABCD',
				'2.2分'
			],
			[
				'23. (多选题)经济文化相对落后的国家建设社会主义的长期性受到( )因素的制约。(多选题)',
				'A. 生产力发展状况的制约',
				'B. 经济基础和上层建筑发展状况的制约',
				'C. 国际环境的严峻挑战',
				'D. 马克思主义执政党对社会主义建设道路的探索和对社会主义建设规律的认识',
				'正确答案:ABCD',
				'2.2分'
			],
			[
				'24. (多选题)探索社会主义发展道路遵循的原则有( )(多选题)',
				'A. 必须坚持对待马克思主义的科学态度',
				'B. 必须从当时当地的历史条件出发,坚持“走自己的路”',
				'C. 必须充分吸收人类一切文明成果',
				'D. 必须闭关自守',
				'正确答案:ABC',
				'2.2分'
			],
			[
				'25. (多选题)社会主义在实践中开拓前进必须遵循的客观规律有( )。(多选题)',
				'A. 人类社会发展规律',
				'B. 社会主义建设规律',
				'C. 共产党执政规律',
				'D. 资本主义发展规律',
				'正确答案:ABC',
				'2.2分'
			],
			[
				'26. (多选题)我国社会主义初级阶段的含义是( )。',
				'(多选题)',
				'A. 我国还处在社会主义过渡的新时期',
				'B. 我国已经是社会主义社会',
				'C. 我国正处于向社会主义过渡的新时期',
				'D. 我国的社会主义还处在初级阶段',
				'正确答案:BD',
				'2.2分'
			],
			[
				'27. (多选题)无产阶级反抗资产阶级的斗争主要有( )。',
				'(多选题)',
				'A. 经济斗争',
				'B. 思想斗争',
				'C. 政治斗争',
				'D. 文化斗争',
				'正确答案:ABC',
				'2.2分'
			],
			[
				'28. (多选题)中国共产党坚持“两个结合”，即将马克思主义基本原理同( )相结合。',
				'(多选题)',
				'A. 中国特色',
				'B. 中国国情',
				'C. 中国具体实际',
				'D. 中华优秀传统文化',
				'正确答案:CD',
				'2.2分'
			],
			[
				'29. (多选题)坚持以人民为中心，始终把人民放在心中最高位置，坚持( )，把人民对美好生活的向往作为奋斗目标，诚心诚意为人民谋幸福，为民族谋复兴。',
				'(多选题)',
				'A. —切为了人民',
				'B. 一切依靠人民',
				'C. 发展成果由人民共享',
				'D. 人民共同富裕',
				'正确答案:AB',
				'0分'
			],
			[
				'30. (多选题)苏联社会主义模式的基本特征有( )',
				'(多选题)',
				'A. 建立社会主义市场经济体制',
				'B. 实行单一的生产资料公有制',
				'C. 以重工业为发展重点',
				'D. 过度集权的党和国家领导体制',
				'正确答案:BCD',
				'2.2分'
			],
			[
				'31. (判断题)社会主义发展道路是多种多样的，不存在起导向作用的统一的科学社会主义基本原则。( )',
				'(判断题)',
				'A. 对',
				'B. 错',
				'正确答案:错',
				'2.2分'
			],
			[
				'32. (判断题)苏联模式的失败，是社会主义的失败。( )',
				'(判断题)',
				'A. 对',
				'B. 错',
				'正确答案:错',
				'2.2分'
			],
			[
				'33. (判断题)社会主义的发展表明，社会主义的实践只有在落后的国家才能进行。( )',
				'(判断题)',
				'A. 对',
				'B. 错',
				'正确答案:错',
				'2.2分'
			],
			[
				'34. (判断题)社会主义建设具有长期性。( )',
				'(判断题)',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'2.2分'
			],
			[
				'35. (判断题)1871年，巴黎公社的建立实现了社会主义从空想到科学的飞跃。( )',
				'(判断题)',
				'A. 对',
				'B. 错',
				'正确答案:错',
				'2.2分'
			],
			[
				'36. (判断题)十月革命实现了社会主义从理论到现实的伟大飞跃。( )',
				'(判断题)',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'2.2分'
			],
			[
				'37. (判断题)1916年，列宁撰写了《无产阶级革命的军事纲领》，指出社会主义必须在多个国家同时爆发才能获得胜利。( )',
				'(判断题)',
				'A. 对',
				'B. 错',
				'正确答案:错',
				'2.2分'
			],
			[
				'38. (判断题)十月革命胜利后，新生的苏维埃政权面临的最严重的问题是帝国主义的武装干涉。( )',
				'(判断题)',
				'A. 对',
				'B. 错',
				'正确答案:错',
				'0分'
			],
			[
				'39. (判断题)马克思.恩格斯认为，造成资本主义种种罪恶和不平等现象的总根源是生产资料私有制。( )',
				'(判断题)',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'2.2分'
			],
			[
				'40. (判断题)20世纪80年代以来，中国特色社会主义成为世界社会主义运动的主要推动者。( )',
				'(判断题)',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'2.2分'
			],
			[
				'41. (判断题)社会主义生产的根本目的是满足全体社会成员的需要。( )',
				'(判断题)',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'2.2分'
			],
			[
				'42. (判断题)社会主义不能在所有国家内同时获得胜利，它将首先在一个或者几个国家内获得胜利。( )',
				'(判断题)',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'2.2分'
			],
			[
				'43. (判断题)中国特色社会主义是从必然王国向自由王国飞跃的起点。( )(判断题)',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'2.2分'
			],
			[
				'44. (判断题)实现共同富裕是共产党人的最高理想和不懈追求。( )',
				'(判断题)',
				'A. 对',
				'B. 错',
				'正确答案:错',
				'2.2分'
			],
			[
				'45. (判断题)马克思主义政党的组织原则是民主集中制。( )',
				'(判断题)',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'2.2分'
			],
			[
				'46. (判断题)共产主义者同盟是世界上第一个无产阶级政党。( )',
				'(判断题)',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'2.2分'
			]
		]
	},
	{
		name: "第七章第一、二、三节",
		list: [
			[
				'1. (单选题)科学社会主义是科学的，首先是因为未来社会是马克思.恩格斯在唯物史观和( )的基础上发现的。',
				'A. 剩余价值理论',
				'B. 阶级斗争理论',
				'C. 辩证唯物主义',
				'D. 机械唯物主义',
				'正确答案:A',
				'2.2分'
			],
			[
				'2. (单选题)共产主义社会消灭了三大差别，即工农之间差别、城乡差别和( )。',
				'A. 地域差别',
				'B. 种族差别',
				'C. 民族差别',
				'D. 脑力体力差别',
				'正确答案:D',
				'2.2分'
			],
			[
				'3. (单选题)( )是马克思主义追求的最高价值目标，也是共产主义社会的根本特征。',
				'A. 实现人的自由而全面的发展',
				'B. 消灭私有制、实现公有制',
				'C. 生产力的极大丰富',
				'D. 人与人之间的高度和谐',
				'正确答案:A',
				'2.2分'
			],
			[
				'4. (单选题)( )的科学判断揭示了共产主义到来的必然性。',
				'A. 两个“必然”',
				'B. 两个“决不会”',
				'C. 资本主义社会的周期性经济危机',
				'D. 社会主义是走向共产主义的过渡阶段',
				'正确答案:A',
				'2.2分'
			],
			[
				'5. (单选题)共产主义社会的必经阶段和必由之路是( )',
				'A. 社会主义革命和无产阶级专政',
				'B. 向社会主义过渡时期',
				'C. 社会主义初级阶段',
				'D. 社会主义社会',
				'正确答案:D',
				'2.2分'
			],
			[
				'6. (单选题)在展望未来社会问题上，马克思主义与空想社会主义的根本区别在于( )',
				'A. 对未来社会的详尽描述',
				'B. 对未来社会的抽象描述',
				'C. 对未来社会的大胆设想',
				'D. 坚持科学的立场.观点.方法',
				'正确答案:D',
				'2.2分'
			],
			[
				'7. (单选题)采用“通过批判旧世界来发现新世界”方法的是( )',
				'A. 空想社会主义者',
				'B. 马克思主义',
				'C. 唯物主义',
				'D. 唯心主义',
				'正确答案:B',
				'2.2分'
			],
			[
				'8. (单选题)“代替那存在着阶级和阶级对立的资产阶级旧社会的，将是这样一个联合体,在那里，每个人的自由发展是一切人的自由发展的条件”。这一段话出现在( )中。',
				'A. 《资本论》',
				'B. 《共产主义原理》',
				'C. 《哥达纲领批判》',
				'D. 《共产党宣言》',
				'正确答案:D',
				'2.2分'
			],
			[
				'9. (单选题)共产主义社会的物质基础是( )。',
				'A. 比资本主义社会高的社会生产力',
				'B. 与发达资本主义国家相同的社会生产力',
				'C. 远远高于以往一切社会的高度发达的社会生产力',
				'D. 高新技术发达的生产力',
				'正确答案:C',
				'2.2分'
			],
			[
				'10. (单选题)共产主义社会制度具有巨大优越性的根本保证是( )。',
				'A. 社会制度的和谐完善',
				'B. 创造出前所未有的高水平的劳动生产率',
				'C. 人的精神境界极大提高',
				'D. 科学技术的不断进步',
				'正确答案:B',
				'2.2分'
			],
			[
				'11. (单选题)阶级消灭和国家消亡的实现是在( )。',
				'A. 社会主义革命中',
				'B. 社会主义初级阶段',
				'C. 社会主义高级阶段',
				'D. 共产主义社会',
				'正确答案:D',
				'2.2分'
			],
			[
				'12. (单选题)“各尽所能，按需分配”的分配原则属于( )。',
				'A. 原始社会的分配方式',
				'B. 资本主义社会的分配方式',
				'C. 社会主义社会的分配方式',
				'D. 共产主义社会的分配方式',
				'正确答案:D',
				'2.2分'
			],
			[
				'13. (单选题)共产主义一定能够实现，其决定因素是( )。',
				'A. 共产主义的优越性',
				'B. 人类社会发展的曲折性',
				'C. 人类社会的发展规律',
				'D. 人类社会发展的多样性',
				'正确答案:C',
				'2.3分'
			],
			[
				'14. (单选题)自由王国是指( )。',
				'A. 处于绝对自由的原始社会状态',
				'B. 不再受自然规律和社会规律支配的状态',
				'C. 允许自由竞争的资本主义状态',
				'D. 摆脱了自然和社会关系的奴役，成为自己社会关系主人的状态',
				'正确答案:D',
				'2.3分'
			],
			[
				'15. (多选题)共产主义实现人的全面发展,包括( )。',
				'A. 体力和智力的发展',
				'B. 各方面才能和工作能力的发展',
				'C. 社会联系和社会交往的发展',
				'D. 科学技术的发展',
				'正确答案:ABC',
				'2.3分'
			],
			[
				'16. (多选题)共产主义( )。',
				'A. 是人类最伟大的事业',
				'B. 是崇高理想与科学思想的统一',
				'C. 体现了人类对理想社会目标的追求与符合规律的科学社会实践的有机结合',
				'D. 经过社会主义社会的长期发展最终一定会实现',
				'正确答案:ABCD',
				'2.3分'
			],
			[
				'17. (多选题)社会主义充分发展并向共产主义过渡将是一个漫长的历史过程，这是因为( )。',
				'A. 共产主义只有在生产力高度发展和社会财富充分涌流的基础上才能实现',
				'B. 共产主义只有在社会交往普遍发展.民族国家消亡的基础上才能实现',
				'C. 共产主义只有在社会主义社会充分发展和高度发达的基础上才能实现',
				'D. 共产主义只有在人们精神境界极大提高的基础上才能实现',
				'正确答案:ABCD',
				'1.1分'
			],
			[
				'18. (多选题)下列现象中属于共产主义社会特征的有( )。',
				'A. 社会财富极大丰富，消费品按需分配',
				'B. 社会财富极大丰富，消费品按劳分配',
				'C. 社会关系高度和谐，人们的精神境界极大提高',
				'D. 每个人自由而全面地发展',
				'正确答案:ACD',
				'2.3分'
			],
			[
				'19. (多选题)关于社会主义和共产主义的关系，下列表述正确的有( )。',
				'A. 实现共产主义不能超越社会主义发展阶段',
				'B. 社会主义是共产主义的低级阶段，也是实现共产主义的必由之路',
				'C. 实现共产主义，也有赖于现存资本主义国家向社会主义的转变',
				'D. 如果对社会主义不热心、不积极，也就不是一个坚定的共产主义者',
				'正确答案:ABCD',
				'2.3分'
			],
			[
				'20. (多选题)关于共产主义理想，下列说法正确的有( )。',
				'A. 共产主义渺茫论',
				'B. 在社会主义历史阶段不应树立共产主义理想',
				'C. 共产主义是能够实现的理想',
				'D. 共产主义理想的实现是一个漫长的历史过程',
				'正确答案:CD',
				'2.3分'
			],
			[
				'21. (多选题)在共产主义社会，必将要消失的“三大差别”是( )。',
				'A. 资产阶级与无产阶级',
				'B. 工业和农业的差别',
				'C. 城市与乡村的差别',
				'D. 脑力劳动与体力劳动的差别',
				'正确答案:BCD',
				'2.3分'
			],
			[
				'22. (多选题)社会主义代替资本主义和最后实现共产主义的历史进程，离不开( )。',
				'A. 无产阶级的奋斗',
				'B. 无产阶级政党的领导',
				'C. 社会主义国家建设事业的推进',
				'D. 世界社会主义运动的发展',
				'正确答案:ABCD',
				'2.3分'
			],
			[
				'23. (多选题)共产主义远大理想的突出优势与实践价值是( )。',
				'A. 具有漫长的历史积淀和强大的历史力量',
				'B. 具有坚实的科学论证和强大的真理力量',
				'C. 具有广泛的群众基础和强大的道义力量',
				'D. 具有强烈的现实追求和强大的实践力量',
				'正确答案:ABCD',
				'1.1分'
			],
			[
				'24. (多选题)共产主义远大理想与中国特色社会主义共同理想的关系( )。',
				'A. 最终理想与阶段性理想的关系',
				'B. 外在与内在的关系',
				'C. 最高纲领与最低纲领的关系',
				'D. 全人类理想与全体中国人民理想的关系',
				'正确答案:ACD',
				'2.3分'
			],
			[
				'25. (多选题)新时代青年应该如何坚定理想信念( )。',
				'A. 坚定对马克思主义的信仰，在对马克思主义真懂真信真用上下功夫',
				'B. 坚定对中国特色社会主义的信念，旗帜鲜明地批判各种错误思潮',
				'C. 如果现实太复杂要勇于舍弃梦想，硬要追求遥远的理想太不切实际',
				'D. 坚定对实现中华民族伟大复兴中国梦的信心，坚定不移听党话.跟党走',
				'正确答案:ABD',
				'2.3分'
			],
			[
				'26. (多选题)在展望未来社会的问题上，空想社会主义主要依靠猜测和想象的方法，而马克思主义经典作家则是基于科学的方法论原则，这些原则是( )。',
				'A. 在揭示人类社会发展一般规律的基础上指明社会发展的方向',
				'B. 在剖析资本主义旧世界的过程中阐发未来新世界的特点',
				'C. 在社会主义社会发展中不断深化对未来共产主义社会的认识',
				'D. 立足于揭示未来社会的一般特征，而不对各种细节作具体描述',
				'正确答案:ABCD',
				'2.3分'
			],
			[
				'27. (判断题)实现共产主义是历史发展规律的必然要求。( )',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'2.3分'
			],
			['28. (判断题)共产主义理想是空想和幻想。( )', 'A. 对', 'B. 错', '正确答案:错', '2.3分'],
			[
				'29. (判断题)“共产主义”可以指共产主义思想体系，即马克思主义或科学社会主义。( )',
				'(判断题)',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'2.3分'
			],
			[
				'30. (判断题)现实中的社会主义社会和典型的共产主义社会从社会性质上来说是一致的。( )',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'0分'
			],
			[
				'31. (判断题)马克思.恩格斯在展望未来社会时，总是只限于指出未来社会发展的方向、原则和基本特征，而把具体情形留给后来的实践去回答。( )',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'2.3分'
			],
			[
				'32. (判断题)在共产主义社会，个人消费品的分配方式是“各尽所能，按劳分配”。( )',
				'A. 对',
				'B. 错',
				'正确答案:错',
				'2.3分'
			],
			[
				'33. (判断题)在共产主义社会，国家将会消亡。( )',
				'(判断题)',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'2.3分'
			],
			[
				'34. (判断题)城乡对立消失是共产主义社会的重要特征。( )',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'2.3分'
			],
			[
				'35. (判断题)社会主义社会在自身的发展中也会经历从低级到高级的发展阶段。( )',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'2.3分'
			],
			[
				'36. (判断题)空想社会主义没有揭示资本主义社会的根本矛盾和发展规律，没有看到无产阶级的地位和作用。( )',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'2.3分'
			],
			[
				'37. (判断题)马克思.恩格斯认为现存资本主义社会的一切不平等、无产阶级的日益贫困、周期性的经济危机的根源在于资本主义社会的基本矛盾。( )',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'2.3分'
			],
			[
				'38. (判断题)共产主义社会作为资本主义社会的扬弃,其首要特征就是每个人实现自由而全面的发展。( )',
				'A. 对',
				'B. 错',
				'正确答案:错',
				'0分'
			],
			[
				'39. (判断题)共产主义社会实现了人与人之间的和谐,也实现了人与自然之间的和谐。( )',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'2.3分'
			],
			['40. (判断题)共产主义社会不会存在矛盾。( )', 'A. 对', 'B. 错', '正确答案:错', '2.3分'],
			[
				'41. (判断题)当前,资本主义仍在世界上占据着主导地位。( )',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'2.3分'
			],
			[
				'42. (判断题)共产主义的到来将经历从资本主义到社会主义的过渡时期，社会主义的不发达和发达时期即共产主义第一阶段，最后才能迎来共产主义社会的真正实现。( )',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'2.3分'
			],
			[
				'43. (判断题)马克思两个“决不会”思想揭示的是实现共产主义的长期性。( )',
				'A. 对',
				'B. 错',
				'正确答案:对',
				'2.3分'
			],
			[
				'44. (判断题)进入21世纪，资本主义通过自身调整，已经克服了基本矛盾。( )',
				'A. 对',
				'B. 错',
				'正确答案:错',
				'2.3分'
			]
		]
	}
]
